[
  {
    "id": 23757,
    "fecha": "30 de Jul del 2025 a las 09:24 AM",
    "hora_utc": "2025-07-30 13:24",
    "mensaje": "Por d茅ficit de capacidad de generaci贸n se encuentran afectados 62 MW.\n*Grupo de Comunicaci贸n Institucional.",
    "timestamp": 1753881887,
    "timestamp_local": 1753881887
  },
  {
    "id": 23754,
    "fecha": "30 de Jul del 2025 a las 08:47 AM",
    "hora_utc": "2025-07-30 12:47",
    "mensaje": "Por d茅ficit de capacidad de generaci贸n se encuentran afectados 71 MW.\n*Grupo de Comunicaci贸n Institucional.",
    "timestamp": 1753879641,
    "timestamp_local": 1753879641
  },
  {
    "id": 23753,
    "fecha": "30 de Jul del 2025 a las 08:13 AM",
    "hora_utc": "2025-07-30 12:13",
    "mensaje": "Por d茅ficit de capacidad de generaci贸n se encuentran afectados 75 MW.\n*Grupo de Comunicaci贸n Institucional.",
    "timestamp": 1753877593,
    "timestamp_local": 1753877593
  },
  {
    "id": 23752,
    "fecha": "30 de Jul del 2025 a las 07:47 AM",
    "hora_utc": "2025-07-30 11:47",
    "mensaje": "Nota informativa. \n \n-Situaci贸n del SEN para el 30 de julio de 2025. \n \n★En el d铆a de ayer se afect贸 el servicio las 24 horas y se mantuvo afectado durante toda la madrugada de hoy. La\nm谩xima afectaci贸n por d茅ficit de capacidad de generaci贸n en el d铆a de ayer fue de 1928 MW a las 21:50 horas, coincidente con la hora de m谩xima demanda. \n \n★La producci贸n de energ铆a de los 24 nuevos parques solares fotovoltaicos fue de 2562 MWh, con 558 MW como m谩xima potencia entregada en el horario de la media con esta fuente de generaci贸n.  \n \n★La disponibilidad del SEN a las 07:00 horas es de 1730 MW  la demanda 3120MW con 1414 MW afectados por d茅ficit de capacidad, en el horario de la media se estima una afectaci贸n de 1300 MW.\n \n★Se encuentran en aver铆a la unidad de la CTE Guiteras, la unidad 4 de Energ谩s Varadero, la unidad 6 de la CTE Rente y la unidad 2 de la CTE Felton. Se encuentran en mantenimiento la unidad 2de la CTE Santa Cruz, la unidad 4 de la CTE Carlos Manuel de C茅spedes en Cienfuegos y  la unidad 5 de la CTE Rent茅. \n \n★Las limitaciones en la generaci贸n t茅rmica son de 305 MW. \n \n★Se encuentran fuera de servicio por combustible 94 centrales de generaci贸n distribuida con 835 MW.\n \n★Para el pico se estima la recuperaci贸n de 80 MW en motores de la generaci贸n distribuida que est谩n fuera por combustible.\n \n★Con este pron贸stico, en el horario pico se estima una disponibilidad de 1810 MW y una demanda m谩xima de 3650 MW, para un d茅ficit de 1840 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 1910 MW en este horario.\n \n**UNE-MINEM---07:00 horas**",
    "timestamp": 1753876056,
    "timestamp_local": 1753876056
  },
  {
    "id": 23751,
    "fecha": "30 de Jul del 2025 a las 07:44 AM",
    "hora_utc": "2025-07-30 11:44",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 98 MW.\nGrupo de Comunicaci贸n Institucional",
    "timestamp": 1753875861,
    "timestamp_local": 1753875861
  },
  {
    "id": 23750,
    "fecha": "30 de Jul del 2025 a las 07:22 AM",
    "hora_utc": "2025-07-30 11:22",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 110 MW.\nGrupo de Comunicaci贸n Institucional",
    "timestamp": 1753874538,
    "timestamp_local": 1753874538
  },
  {
    "id": 23748,
    "fecha": "30 de Jul del 2025 a las 06:41 AM",
    "hora_utc": "2025-07-30 10:41",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 116 MW.\nGrupo de Comunicaci贸n Institucional",
    "timestamp": 1753872097,
    "timestamp_local": 1753872097
  },
  {
    "id": 23747,
    "fecha": "29 de Jul del 2025 a las 11:24 PM",
    "hora_utc": "2025-07-30 03:24",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 141 MW.\nGrupo de Comunicaci贸n Institucional",
    "timestamp": 1753845847,
    "timestamp_local": 1753845847
  },
  {
    "id": 23746,
    "fecha": "29 de Jul del 2025 a las 10:05 PM",
    "hora_utc": "2025-07-30 02:05",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 145 MW.\nGrupo de Comunicaci贸n Institucional",
    "timestamp": 1753841159,
    "timestamp_local": 1753841159
  },
  {
    "id": 23745,
    "fecha": "29 de Jul del 2025 a las 09:46 PM",
    "hora_utc": "2025-07-30 01:46",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 150 MW.\nGrupo de Comunicaci贸n Institucional",
    "timestamp": 1753839977,
    "timestamp_local": 1753839977
  },
  {
    "id": 23743,
    "fecha": "29 de Jul del 2025 a las 08:33 PM",
    "hora_utc": "2025-07-30 00:33",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 151 MW.\nGrupo de Comunicaci贸n Institucional",
    "timestamp": 1753835636,
    "timestamp_local": 1753835636
  },
  {
    "id": 23742,
    "fecha": "29 de Jul del 2025 a las 06:33 PM",
    "hora_utc": "2025-07-29 22:33",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 148 MW.\nGrupo de Comunicaci贸n Institucional",
    "timestamp": 1753828407,
    "timestamp_local": 1753828407
  },
  {
    "id": 23741,
    "fecha": "29 de Jul del 2025 a las 05:34 PM",
    "hora_utc": "2025-07-29 21:34",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 139 MW.\nGrupo de Comunicaci贸n Institucional",
    "timestamp": 1753824863,
    "timestamp_local": 1753824863
  },
  {
    "id": 23740,
    "fecha": "29 de Jul del 2025 a las 02:41 PM",
    "hora_utc": "2025-07-29 18:41",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 132 MW.\nGrupo de Comunicaci贸n Institucional",
    "timestamp": 1753814516,
    "timestamp_local": 1753814516
  },
  {
    "id": 23739,
    "fecha": "29 de Jul del 2025 a las 10:54 AM",
    "hora_utc": "2025-07-29 14:54",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 125 MW.\nGrupo de Comunicaci贸n Institucional",
    "timestamp": 1753800841,
    "timestamp_local": 1753800841
  },
  {
    "id": 23738,
    "fecha": "29 de Jul del 2025 a las 08:56 AM",
    "hora_utc": "2025-07-29 12:56",
    "mensaje": "Nota informativa. \n\nSituaci贸n del SEN para el 29 de julio de 2025.\n\n** **En el d铆a de ayer se afect贸 el servicio las 24 horas y se mantuvo afectado durante toda la madrugada de hoy. La m谩xima afectaci贸n por d茅ficit de capacidad de generaci贸n en el d铆a de ayer fue de 1916 MW a las 23:00 horas, coincidente con la hora de m谩xima demanda. Afectaci贸n superior a lo planificado por la salida imprevista de la 4 de Energas Varadero y de la unidad 3 de la CTE Santa Cruz.\n \nLa producci贸n de energ铆a de los 24 nuevos parques solares fotovoltaicos fue de 2513 MWh, con 503 MW como m谩xima potencia entregada en el horario de la media con esta fuente de generaci贸n. La disponibilidad del SEN a las 07:00 horas es de 1650 MW  la demanda 3070 MW con 1447 MW afectados por d茅ficit de capacidad, en el horario de la media se estima una afectaci贸n de 1480 MW.\n \n\nSe encuentran en aver铆a la unidad3 de la CTE Santa Cruz, la unidad 4 de Energas Varadero, la unidad 6 de la CTE Rente y la unidad 2 de la CTE Felton. Se encuentran en mantenimiento la unidad 2de la CTE Santa Cruz, la unidad 4 de la CTE Carlos Manuel de C茅spedes en Cienfuegos y  la unidad 5 de la CTE Rent茅. En el horario de la ma帽ana de hoy se proceder谩 a sacar de servicio la unidad de la CTE Guiteras por salidero en caldera, se estiman 96 horas para reparar la aver铆a. \n \nLas limitaciones en la generaci贸n t茅rmica son de 409 MW. \n \nSe encuentran fuera de servicio por combustible  94 centrales de generaci贸n distribuida con 797 MW y 3 motores en la patana de Regla con 28 MW, para un total de 825 MW afectados por combustible.\n \nPara el pico se estima la recuperaci贸n de 50 MW en motores de la generaci贸n distribuida que est谩n fuera por combustible y la entrada de 3 motores en la patana de Regla con 28 MW.\n \nCon este pron贸stico, en el horario pico se estima una disponibilidad de 1728 MW y una demanda m谩xima de  3650 MW, para un d茅ficit de 1922 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 1992 MW en este horario.\n \n**UNE-MINEM**",
    "timestamp": 1753793808,
    "timestamp_local": 1753793808
  }
]