[
  {
    "id": 23568,
    "fecha": "22 de Jul del 2025 a las 09:23 AM",
    "hora_utc": "2025-07-22 13:23",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 118 MW.\nGrupo de Comunicaci贸n Institucional.",
    "timestamp": 1753190591,
    "timestamp_local": 1753190591
  },
  {
    "id": 23566,
    "fecha": "22 de Jul del 2025 a las 08:46 AM",
    "hora_utc": "2025-07-22 12:46",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 127 MW.\nGrupo de Comunicaci贸n Institucional.",
    "timestamp": 1753188419,
    "timestamp_local": 1753188419
  },
  {
    "id": 23565,
    "fecha": "22 de Jul del 2025 a las 08:09 AM",
    "hora_utc": "2025-07-22 12:09",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 135 MW.\nGrupo de Comunicaci贸n Institucional.",
    "timestamp": 1753186184,
    "timestamp_local": 1753186184
  },
  {
    "id": 23564,
    "fecha": "22 de Jul del 2025 a las 08:06 AM",
    "hora_utc": "2025-07-22 12:06",
    "mensaje": "Nota informativa de la Uni贸n Nacional El茅ctrica.\nSituaci贸n del SEN para el 22 de julio de 2025.\n\nEn el d铆a de ayer se afect贸 el servicio las 24 horas y se mantuvo afectado durante toda la madrugada de hoy. La m谩xima afectaci贸n por d茅ficit de capacidad de generaci贸n en el d铆a de ayer fue de 2054 MW a las 20:50 horas, no coincidente con la hora de m谩xima demanda, superior a lo planificado por falta de combustible en las patanas de La Habana y salida de la unidad 5 de la CTE Nuevitas. \n\nLa producci贸n de energ铆a de los 22 nuevos parques solares fotovoltaicos fue de 2312 MWh, con 478 MW como m谩xima potencia entregada en el horario de la media con esta fuente de generaci贸n. \n\nLa disponibilidad del SEN a las 07:00 horas es de 1740 MW la demanda 3308 MW con 1595 MW afectados por d茅ficit de capacidad, en el horario de la media se estima una afectaci贸n de 1450 MW.\n\nSe encuentran en aver铆a la unidad 4 de Energ谩s Varadero, la unidad de la CTE Guiteras, la unidad 5 de la CTE Nuevitas, la unidad 6 de la CTE Rente y la unidad 2 de la CTE Felton. Se encuentran en mantenimiento la unidad 2 de la CTE Santa Cruz, la unidad 4 de la CTE Cienfuegos y la unidad 5 de la CTE Rent茅. \n\nLas limitaciones en la generaci贸n t茅rmica son de 245 MW. \n\nSe encuentran fuera de servicio por combustible 87 centrales de generaci贸n distribuida con 720 MW, 3 motores en la patana de Melones con 48 MW y 5 motores en las patanas de Regla con 40 MW, para un total de 808 MW afectados por esta causa. \n\nPara el pico se estima la entrada de 3 motores de la patana de Melones con 48 MW.\n\nCon este pron贸stico, en el horario pico se estima una disponibilidad de 1788 MW y una demanda m谩xima de 3680 MW, para un d茅ficit de 1892 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 1962 MW en este horario.\n\n  UNE-MINEM---07:00 horas",
    "timestamp": 1753186000,
    "timestamp_local": 1753186000
  },
  {
    "id": 23563,
    "fecha": "22 de Jul del 2025 a las 05:44 AM",
    "hora_utc": "2025-07-22 09:44",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de la capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 118 MW,\nGrupo de Comunicaci贸n Institucional.",
    "timestamp": 1753177471,
    "timestamp_local": 1753177471
  },
  {
    "id": 23562,
    "fecha": "21 de Jul del 2025 a las 09:54 PM",
    "hora_utc": "2025-07-22 01:54",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de la capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 145 MW,\nGrupo de Comunicaci贸n Institucional.",
    "timestamp": 1753149299,
    "timestamp_local": 1753149299
  },
  {
    "id": 23561,
    "fecha": "21 de Jul del 2025 a las 09:04 PM",
    "hora_utc": "2025-07-22 01:04",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de la capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 146 MW,\nGrupo de Comunicaci贸n Institucional.",
    "timestamp": 1753146256,
    "timestamp_local": 1753146256
  },
  {
    "id": 23559,
    "fecha": "21 de Jul del 2025 a las 06:29 PM",
    "hora_utc": "2025-07-21 22:29",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de la capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 148 MW,\nGrupo de Comunicaci贸n Institucional.",
    "timestamp": 1753136946,
    "timestamp_local": 1753136946
  },
  {
    "id": 23558,
    "fecha": "21 de Jul del 2025 a las 04:22 PM",
    "hora_utc": "2025-07-21 20:22",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de la capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 134 MW,\nGrupo de Comunicaci贸n Institucional.",
    "timestamp": 1753129357,
    "timestamp_local": 1753129357
  },
  {
    "id": 23557,
    "fecha": "21 de Jul del 2025 a las 02:21 PM",
    "hora_utc": "2025-07-21 18:21",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de la capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 124 MW,\nGrupo de Comunicaci贸n Institucional.",
    "timestamp": 1753122115,
    "timestamp_local": 1753122115
  },
  {
    "id": 23556,
    "fecha": "21 de Jul del 2025 a las 01:05 PM",
    "hora_utc": "2025-07-21 17:05",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de la capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 117 MW,\nGrupo de Comunicaci贸n Institucional.",
    "timestamp": 1753117543,
    "timestamp_local": 1753117543
  },
  {
    "id": 23555,
    "fecha": "21 de Jul del 2025 a las 12:21 PM",
    "hora_utc": "2025-07-21 16:21",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de la capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 121 MW,\nGrupo de Comunicaci贸n Institucional.",
    "timestamp": 1753114863,
    "timestamp_local": 1753114863
  },
  {
    "id": 23554,
    "fecha": "21 de Jul del 2025 a las 11:43 AM",
    "hora_utc": "2025-07-21 15:43",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de la capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 119 MW,\nGrupo de Comunicaci贸n Institucional.",
    "timestamp": 1753112598,
    "timestamp_local": 1753112598
  },
  {
    "id": 23552,
    "fecha": "21 de Jul del 2025 a las 10:50 AM",
    "hora_utc": "2025-07-21 14:50",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de la capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 111 MW,\nGrupo de Comunicaci贸n Institucional.",
    "timestamp": 1753109444,
    "timestamp_local": 1753109444
  },
  {
    "id": 23551,
    "fecha": "21 de Jul del 2025 a las 09:21 AM",
    "hora_utc": "2025-07-21 13:21",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de la capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 110 MW,\nGrupo de Comunicaci贸n Institucional.",
    "timestamp": 1753104066,
    "timestamp_local": 1753104066
  },
  {
    "id": 23550,
    "fecha": "21 de Jul del 2025 a las 08:45 AM",
    "hora_utc": "2025-07-21 12:45",
    "mensaje": "锔Estimados Clientes锔\nPor d茅ficit de la capacidad de generaci贸n el茅ctrica del pa铆s nuestra provincia tiene una afectaci贸n de 120 MW,\nGrupo de Comunicaci贸n Institucional.",
    "timestamp": 1753101906,
    "timestamp_local": 1753101906
  },
  {
    "id": 23549,
    "fecha": "21 de Jul del 2025 a las 07:37 AM",
    "hora_utc": "2025-07-21 11:37",
    "mensaje": "Nota informativa.\n\n★Situaci贸n del SEN para el 21 de julio de 2025.\n\n** **★En el d铆a de ayer se afect贸 el servicio las 24 horas y se mantuvo afectado durante toda la madrugada de hoy. La m谩xima afectaci贸n por d茅ficit de capacidad de generaci贸n en el d铆a de ayer fue de 2007 MW a las 22:40 horas, coincidente con la hora de m谩xima demanda, superior a lo planificado por falta de combustible en la patana de Melones. \n \n★La producci贸n de energ铆a de los 21 nuevos parques solares fotovoltaicos fue de 2445 MWh, con 476 MW como m谩xima potencia entregada en el horario de la media con esta fuente de generaci贸n.\n\n★La disponibilidad del SEN a las 07:00 horas es de 1668 MW  la demanda 3050 MW con 1397 MW afectados por d茅ficit de capacidad, en el horario de la media se estima una afectaci贸n de 1300 MW.\n \n★Se encuentran en aver铆a la unidad 4 de Energas Varadero, la unidad de la CTE Guiteras, la unidad 6 de la CTE Rente y la unidad 2 de la CTE Felton. Se encuentran en mantenimiento la unidad 2de la CTE Santa Cruz, la unidad 4 de la CTE Cienfuegos y  la unidad 5 de la CTE Rent茅. \n \n★Las limitaciones en la generaci贸n t茅rmica son de 322 MW. \n\n ★Se encuentran fuera de servicio por combustible  82 centrales de generaci贸n distribuida con 714 MW, 12 motores en la patana de Melones con 170 MW  y 5 motores en las patanas de Regla con 40 MW, para un total de 924 MW afectados por esta causa. \n\n ★Para el pico se estima la entrada de la patana de Regla con 40 MW y la entrada de la patana de Melones con 170 MW.\n\n ★Con este pron贸stico, en el horario pico se estima una disponibilidad de 1878 MW y una demanda m谩xima de 3700 MW, para un d茅ficit de 1822 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 1892MW en este horario.\n\n \n**UNE-MINEM---07:00 horas**",
    "timestamp": 1753097875,
    "timestamp_local": 1753097875
  }
]