[
  {
    "id": 30789,
    "fecha": "15 de Jul del 2025 a las 05:41 PM",
    "hora_utc": "2025-07-15 21:41",
    "mensaje": "‼️ Información ‼️\n👉 Restablecido el servicio eléctrico del circuito Expreso.",
    "timestamp": 1752615672,
    "timestamp_local": 1752615672
  },
  {
    "id": 30788,
    "fecha": "15 de Jul del 2025 a las 05:23 PM",
    "hora_utc": "2025-07-15 21:23",
    "mensaje": "‼️ Información ‼️\n👉 Por la complejidad del trabajo que se está realizando por cables y postes en el suelo, continúan afectados todo el circuito de Baraguá, el circuito de Colorado en La Güira, Jiquimal, Acopio Van Troy, Poveda, Batey María Luisa y lugares aledaños. Se trabaja para restablecer el servicio eléctrico en el menor tiempo posible. Ofrecemos disculpas por las molestias ocasionadas.",
    "timestamp": 1752614593,
    "timestamp_local": 1752614593
  },
  {
    "id": 30787,
    "fecha": "15 de Jul del 2025 a las 04:51 PM",
    "hora_utc": "2025-07-15 20:51",
    "mensaje": "‼️ Información ‼️\n👉 Restablecido el servicio eléctrico del circuito A208 en Delegación del MININT, Hotelera del MININT, Sala Techada, Tienda Caracol, Almacenes de Gastronomía, Edificios, Reparto Ortiz y lugares aledaños.",
    "timestamp": 1752612682,
    "timestamp_local": 1752612682
  },
  {
    "id": 30786,
    "fecha": "15 de Jul del 2025 a las 04:50 PM",
    "hora_utc": "2025-07-15 20:50",
    "mensaje": "‼️ Información ‼️\n👉 Restablecido el servicio eléctrico de los circuitos A102, A104, A106, A108, A110.",
    "timestamp": 1752612632,
    "timestamp_local": 1752612632
  },
  {
    "id": 30785,
    "fecha": "15 de Jul del 2025 a las 04:28 PM",
    "hora_utc": "2025-07-15 20:28",
    "mensaje": "‼️ Información ‼️\n👉 Se están realizando varias manipulaciones para restablecer los circuitos A102, A104, A106, A108, A110 y a la vez están ocurriendo disparos que ha impedido restablecer los mismos. Se trabaja para restablecer lo antes posible. Se les exhorta mantener todos sus equipos eléctricos desconectados para así evitar daños. Ofrecemos disculpas por las molestias ocasionadas.",
    "timestamp": 1752611303,
    "timestamp_local": 1752611303
  },
  {
    "id": 30784,
    "fecha": "15 de Jul del 2025 a las 04:22 PM",
    "hora_utc": "2025-07-15 20:22",
    "mensaje": "‼️ Déficit de Generación ‼️  \n👉 Tenemos 100 MW de déficit en la provincia.\n⏰ Reiteramos que los circuitos se afectarán o se restablecerán en dependencia del déficit solicitado en cada momento de la jornada que es muy variable.\n👉 Se priorizan los circuitos asociados a Hospitales, Lácteos y Estaciones de Bombeo de agua.",
    "timestamp": 1752610949,
    "timestamp_local": 1752610949
  },
  {
    "id": 30783,
    "fecha": "15 de Jul del 2025 a las 04:13 PM",
    "hora_utc": "2025-07-15 20:13",
    "mensaje": "‼️ Información ‼️\n👉 Restablecido el servicio eléctrico del circuito La Juanita en Cuatro Caminos y lugares aledaños.",
    "timestamp": 1752610419,
    "timestamp_local": 1752610419
  },
  {
    "id": 30782,
    "fecha": "15 de Jul del 2025 a las 02:33 PM",
    "hora_utc": "2025-07-15 18:33",
    "mensaje": "‼️ Información ‼️\n👉 Continúa afectado del circuito A208 en Delegación del MININT, Hotelera del MININT, Sala Techada, Tienda Caracol, Almacenes de Gastronomía, Edificios, Reparto Ortiz y lugares aledaños, por Crucetas dañadas. Se trabaja para restablecer en el menor tiempo posible. Ofrecemos disculpas por las molestias ocasionadas.",
    "timestamp": 1752604397,
    "timestamp_local": 1752604397
  },
  {
    "id": 30781,
    "fecha": "15 de Jul del 2025 a las 02:29 PM",
    "hora_utc": "2025-07-15 18:29",
    "mensaje": "‼️Información ‼️\n👉 Por la complejidad del trabajo continúan afectados los circuitos alimentados por la subestación Ciego Sur, por problemas de avería presentados en días pasados, que provocaron múltiples interrupciones del servicio no programadas, Circuitos A102, A104, A108, A106 y A110. Se trabaja para restablecer en el menor tiempo posible. Ofrecemos disculpas por las molestias ocasionadas.",
    "timestamp": 1752604189,
    "timestamp_local": 1752604189
  },
  {
    "id": 30780,
    "fecha": "15 de Jul del 2025 a las 01:47 PM",
    "hora_utc": "2025-07-15 17:47",
    "mensaje": "‼️ Información ‼️\n👉Se encuentra afectado el circuito Expreso para trabajos de restauración del Teatro Principal, hasta las 4:00 pm aproximadamente.",
    "timestamp": 1752601645,
    "timestamp_local": 1752601645
  },
  {
    "id": 30779,
    "fecha": "15 de Jul del 2025 a las 01:46 PM",
    "hora_utc": "2025-07-15 17:46",
    "mensaje": "‼️Información ‼️\n👉 Por la complejidad del trabajo continúan afectados los circuitos alimentados por la subestación Ciego Sur, por problemas de avería presentados en días pasados, que provocaron múltiples interrupciones del servicio no programadas, Circuitos A102, A104, A108, A106 y A110. Hasta las 2:00 p.m. aproximadamente. Ofrecemos disculpas por las molestias ocasionadas.",
    "timestamp": 1752601618,
    "timestamp_local": 1752601618
  },
  {
    "id": 30778,
    "fecha": "15 de Jul del 2025 a las 01:15 PM",
    "hora_utc": "2025-07-15 17:15",
    "mensaje": "‼️ Déficit de Generación ‼️  \n👉 Continuamos con 70 MW de déficit en la provincia.\n⏰ Reiteramos que los circuitos se afectarán o se restablecerán en dependencia del déficit solicitado en cada momento de la jornada que es muy variable.\n👉 Se priorizan los circuitos asociados a Hospitales, Lácteos y Estaciones de Bombeo de agua.",
    "timestamp": 1752599743,
    "timestamp_local": 1752599743
  },
  {
    "id": 30777,
    "fecha": "15 de Jul del 2025 a las 12:21 PM",
    "hora_utc": "2025-07-15 16:21",
    "mensaje": "‼️Información ‼️\n👉 Por la complejidad del trabajo continúan afectados los circuitos alimentados por la subestación Ciego Sur, por problemas de avería presentados en días pasados, que provocaron múltiples interrupciones del servicio no programadas, circuitos A102, A104, A108, A106 y A110. Hasta las 2:00 p.m. aproximadamente. Ofrecemos disculpas por las molestias ocasionadas.",
    "timestamp": 1752596467,
    "timestamp_local": 1752596467
  },
  {
    "id": 30776,
    "fecha": "15 de Jul del 2025 a las 11:27 AM",
    "hora_utc": "2025-07-15 15:27",
    "mensaje": "‼️ Información ‼️\n👉Se encuentra afectado el circuito Expreso para trabajos de restauración del Teatro Principal, hasta las 4:00 pm aproximadamente.",
    "timestamp": 1752593270,
    "timestamp_local": 1752593270
  },
  {
    "id": 30775,
    "fecha": "15 de Jul del 2025 a las 10:50 AM",
    "hora_utc": "2025-07-15 14:50",
    "mensaje": "‼️ Información ‼️\n👉 Va a quedar afectado del circuito A208 en Delegación del MININT, Hotelera del MININT, Sala Techada, Tienda Caracol, Almacenes de Gastronomía, Edificios y lugares aledaños, por mantenimiento y poda. Se trabaja para restablecer en el menor tiempo posible.",
    "timestamp": 1752591043,
    "timestamp_local": 1752591043
  },
  {
    "id": 30774,
    "fecha": "15 de Jul del 2025 a las 09:25 AM",
    "hora_utc": "2025-07-15 13:25",
    "mensaje": "‼️ Déficit de Generación ‼️  \n👉 Tenemos afectados 70 MW en la provincia.\n⏰ Reiteramos que los circuitos se afectarán o se restablecerán en dependencia del déficit solicitado en cada momento de la jornada que es muy variable.\n👉 Se priorizan los circuitos asociados a Hospitales, Lácteos y Estaciones de Bombeo de agua.",
    "timestamp": 1752585902,
    "timestamp_local": 1752585902
  },
  {
    "id": 30773,
    "fecha": "15 de Jul del 2025 a las 09:22 AM",
    "hora_utc": "2025-07-15 13:22",
    "mensaje": "‼️ Información ‼️\n👉 Se va a afectar del circuito La Juanita en Cuatro Caminos y lugares aledaños por trabajos de buldoceo. Se trabajará para restablecer en el menor tiempo posible.",
    "timestamp": 1752585773,
    "timestamp_local": 1752585773
  },
  {
    "id": 30772,
    "fecha": "15 de Jul del 2025 a las 09:18 AM",
    "hora_utc": "2025-07-15 13:18",
    "mensaje": "‼️Información ‼️\n👉 Hoy 15 de julio, los circuitos alimentados por la subestación Ciego Sur, estarán sin servicio eléctrico por vía libre para mantenimiento en la mencionada subestación por problemas de avería presentados en días pasados, que provocaron múltiples interrupciones del servicio no programadas, hasta las 12:00 p.m. Circuitos A102, A104, A108, A106 y A110. Ofrecemos disculpas por las molestias ocasionadas.",
    "timestamp": 1752585523,
    "timestamp_local": 1752585523
  },
  {
    "id": 30771,
    "fecha": "15 de Jul del 2025 a las 08:20 AM",
    "hora_utc": "2025-07-15 12:20",
    "mensaje": "‼️ Información ‼️\n👉 Se encuentra en fallo todo el circuito de Baraguá, del circuito de Colorado en La Güira, Jiquimal, Acopio Van Troy, Poveda, Batey María Luisa y lugares aledaños por postes y cables en el suelo. Se trabaja para restablecer en el menor tiempo posible.",
    "timestamp": 1752582046,
    "timestamp_local": 1752582046
  },
  {
    "id": 30770,
    "fecha": "15 de Jul del 2025 a las 07:37 AM",
    "hora_utc": "2025-07-15 11:37",
    "mensaje": "Nota informativa. \n\nSituación del SEN para el 15 de julio de 2025.\n\n\nEn el día de ayer se afectó el servicio las 24 horas y se mantuvo afectado durante toda la madrugada de hoy. La máxima afectación en el día de ayer fue de 1673 MW a las 22:00 horas, coincidente con la hora de máxima demanda. \n\nLa producción de energía de los 21 nuevos parques solares fotovoltaicos fue de 2251 MWh, con 544 MW como máxima potencia entregada en el horario de la media con esta fuente de generación. \n\n\nLa disponibilidad del SEN a las 07:00 horas es de 1740 MW  la demanda 3120 MW con 1405 MW afectados por déficit de capacidad, en el horario de la media se estima una afectación de 1150 MW.\n\nSe encuentran en avería la unidad 2 de la CTE Felton y la unidad 3 de la CTE Renté. Se encuentran en mantenimiento la unidad 2 de la CTE Santa Cruz, la unidad de la CTE Guiteras, la unidad 4 de la CTE Cienfuegos y  la unidad 5 de la CTE Renté. \n\nLas limitaciones en la generación térmica son de 294 MW. \n\nSe encuentran fuera de servicio por combustible  75 centrales de generación distribuida con 662 MW y  9 motores de la patana de Melones con 150 MW, para un total de 812 MW afectados por esta causa. \n\nPara el pico se estima la recuperación de 80 MW en motores de la generación distribuida que están fuera por combustible y la entrada de 9 motores en la patana de Melones con                     150 MW.\n\nCon este pronóstico, en el horario pico se estima una disponibilidad de 1970 MW y una demanda máxima de                   3670 MW, para un déficit de 1700 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectación de 1770 MW en este horario.",
    "timestamp": 1752579431,
    "timestamp_local": 1752579431
  }
]