[
  {
    "id": 16256,
    "fecha": "30 de Jul del 2025 a las 08:44 AM",
    "hora_utc": "2025-07-30 12:44",
    "mensaje": "📢  Nota Informativa - Situación del SEN al 30 de julio de 2025\n\nEn el día de ayer se afectó el servicio las 24 horas y se mantuvo afectado durante toda la madrugada de hoy. La máxima afectación por déficit de capacidad de generación en el día de ayer fue de 1928 MW a las 21:50 horas, coincidente con la hora de máxima demanda. \n\n☀️ Producción de energía de los 24 parques solares fotovoltaicos: 2562 MWh, con 558 MW como máxima potencia entregada en el horario de la media.\n\n🔧 Estado actual:\n\nDisponibilidad: 1730 MW.\nDemanda: 3120 MW.\nAfectación actual: 1414 MW. \nPronóstico para el mediodía: 1300 MW afectados.\n\n🔴 Pronóstico para el horario pico:\nSe proyecta una disponibilidad de 1810 MW y una demanda de 3650 MW, lo que generaría un déficit de 1840 MW, para una afectación de 1910 MW.\n\nMás detalles en 👇\nhttps://www.unionelectrica.cu/nota-informativa/\n\n#UNE #SEN #NotaInformativa #UniónEléctrica #PorCubaJuntosCreamos",
    "timestamp": 1753879494,
    "timestamp_local": 1753879494
  },
  {
    "id": 16254,
    "fecha": "29 de Jul del 2025 a las 06:46 PM",
    "hora_utc": "2025-07-29 22:46",
    "mensaje": "Se restablece el circuito:TK10 El Cornito",
    "timestamp": 1753829198,
    "timestamp_local": 1753829198
  },
  {
    "id": 16253,
    "fecha": "29 de Jul del 2025 a las 05:13 PM",
    "hora_utc": "2025-07-29 21:13",
    "mensaje": "Se restablece el circuito:TK9 Aguilera, La Victoria",
    "timestamp": 1753823638,
    "timestamp_local": 1753823638
  },
  {
    "id": 16252,
    "fecha": "29 de Jul del 2025 a las 04:04 PM",
    "hora_utc": "2025-07-29 20:04",
    "mensaje": "Se declaran en avería los siguientes circuitos:\nTK10 El Cornito \nTK9 Aguilera, La Victoria\nSe trabaja para restablecer el servicio lo antes posible. Ofrecemos disculpas por las molestias ocasionadas.",
    "timestamp": 1753819454,
    "timestamp_local": 1753819454
  },
  {
    "id": 16251,
    "fecha": "29 de Jul del 2025 a las 02:59 PM",
    "hora_utc": "2025-07-29 18:59",
    "mensaje": "La Empresa Eléctrica Las Tunas informa que, según la nota emitida por la Unión Eléctrica para el 29 de julio, ayer se registraron afectaciones durante las 24 horas debido a déficit de capacidad de generación, situación que se extendió durante la madrugada de hoy. Actualmente están fuera de servicio por averías:\n·       La Unidad 3 de Santa Cruz\n·       La Unidad 4 de Energas Varadero\n·       La Unidad 6 de la CTE Renté \n·       La Unidad 2 de la CTE Felton\n·       Salida imprevista de la CTE Antonio Guiteras\npor salidero en la caldera\nEn mantenimiento se encuentran:\n·       La Unidad 2 de la CTE Santa Cruz\n·       La Unidad 4 de la CTE Carlos Manuel de Céspedes\nen Cienfuegos\n·       La Unidad 5 de la CTE Renté\nSe pronostica una afectación de 1992 MW en el horario pico nocturno.\nPara hoy, las afectaciones en la provincia podrían alcanzar el 90% de los circuitos apagables. Estos valores pueden variar según la demanda nacional. Actualmente nos encontramos en la máxima capacidad apagable, lo que impide restablecer el servicio eléctrico a los circuitos afectados. Esto podrá revertirse en la medida en que el Sistema Electroenergético lo permita.",
    "timestamp": 1753815578,
    "timestamp_local": 1753815578
  },
  {
    "id": 16250,
    "fecha": "29 de Jul del 2025 a las 10:03 AM",
    "hora_utc": "2025-07-29 14:03",
    "mensaje": "Aviso Importante : Se informa a los clientes del poblado de Tana, municipio Colombia, que el servicio eléctrico se encuentra afectado debido a una avería.",
    "timestamp": 1753797792,
    "timestamp_local": 1753797792
  },
  {
    "id": 16249,
    "fecha": "29 de Jul del 2025 a las 09:26 AM",
    "hora_utc": "2025-07-29 13:26",
    "mensaje": "https://www.facebook.com/UnionElectricaOficinaCentral/posts/pfbid02rbm7k3sXxBy2SMAVZRtWZCQHFbBf6MvETatuHiAxxfzPipJ7dsJkF9Vv6GTbgPCHl",
    "timestamp": 1753795583,
    "timestamp_local": 1753795583
  },
  {
    "id": 16248,
    "fecha": "29 de Jul del 2025 a las 08:37 AM",
    "hora_utc": "2025-07-29 12:37",
    "mensaje": "📝 Nota informativa‼️\n📅 Situación del SEN para el 29 de julio de 2025.\n👉 En el día de ayer se afectó el servicio las 24 horas y se mantuvo afectado durante toda la madrugada de hoy. La máxima afectación por déficit de capacidad de generación en el día de ayer fue de 1916 MW a las 23:00 horas, coincidente con la hora de máxima demanda. Afectación superior a lo planificado por la salida imprevista de la 4 de Energas Varadero y de la unidad 3 de la CTE Santa Cruz.\n🪟 La producción de energía de los 24 nuevos parques solares fotovoltaicos fue de 2513 MWh, con 503 MW como máxima potencia entregada en el horario de la media con esta fuente de generación. \n👉 La disponibilidad del SEN a las 07:00 horas es de 1650 MW  la demanda 3070 MW con 1447 MW afectados por déficit de capacidad, en el horario de la media se estima una afectación de 1480 MW.\n🛠️ Se encuentran en avería la unidad 3 de la CTE Santa Cruz, la unidad 4 de Energas Varadero, la unidad 6 de la CTE Renté y la unidad 2 de la CTE Felton. Se encuentran en mantenimiento la unidad 2 de la CTE Santa Cruz, la unidad 4 de la CTE Carlos Manuel de Céspedes en Cienfuegos y  la unidad 5 de la CTE Renté. En el horario de la mañana de hoy se procederá a sacar de servicio la unidad de la CTE Guiteras por salidero en caldera, se estiman 96 horas para reparar la avería. \n👉 Las limitaciones en la generación térmica son de 409 MW. \n⛽Se encuentran fuera de servicio por combustible 94 centrales de generación distribuida con 797 MW y 3 motores en la patana de Regla con 28 MW, para un total de 825 MW afectados por combustible.\n📈 Para el pico se estima la recuperación de 50 MW en motores de la generación distribuida que están fuera por combustible y la entrada de 3 motores en la patana de Regla con 28 MW.\n📃 Con este pronóstico, en el horario pico se estima una disponibilidad de 1728 MW y una demanda máxima de 3650 MW, para un déficit de 1922 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectación de 1992 MW en este horario.\nUNE-MINEM",
    "timestamp": 1753792621,
    "timestamp_local": 1753792621
  },
  {
    "id": 16245,
    "fecha": "28 de Jul del 2025 a las 04:04 PM",
    "hora_utc": "2025-07-28 20:04",
    "mensaje": "https://www.facebook.com/share/1CjTwWrxUC/",
    "timestamp": 1753733092,
    "timestamp_local": 1753733092
  },
  {
    "id": 16244,
    "fecha": "28 de Jul del 2025 a las 01:39 PM",
    "hora_utc": "2025-07-28 17:39",
    "mensaje": "Se encentra sin servicio los siguientes circuitos por Disparo Automático por Frecuencia (DAF):\n\nCircuito33 Kv: 6310\nTK20Becerra \nTK21Tunazúcar\nTK39Providencia IV                                            \nTK50Vázquez \nTK51Santa Teresa \nTK54Vázquez",
    "timestamp": 1753724345,
    "timestamp_local": 1753724345
  },
  {
    "id": 16243,
    "fecha": "28 de Jul del 2025 a las 01:08 PM",
    "hora_utc": "2025-07-28 17:08",
    "mensaje": "Se restablecen las vías libre en el TK110 El Batey y TK39 Providencia 4.",
    "timestamp": 1753722498,
    "timestamp_local": 1753722498
  },
  {
    "id": 16242,
    "fecha": "28 de Jul del 2025 a las 11:42 AM",
    "hora_utc": "2025-07-28 15:42",
    "mensaje": "Se afecta el TK39 Providencia 4 para realizar trabajos de mantenimiento en la subestación. Lamentamos las molestias ocasionadas.",
    "timestamp": 1753717348,
    "timestamp_local": 1753717348
  },
  {
    "id": 16241,
    "fecha": "28 de Jul del 2025 a las 08:45 AM",
    "hora_utc": "2025-07-28 12:45",
    "mensaje": "Se afecta el circuito TK110 El Batey de Amancio por Vía libre por emergencia para realizar trabajos en la línea",
    "timestamp": 1753706756,
    "timestamp_local": 1753706756
  },
  {
    "id": 16240,
    "fecha": "28 de Jul del 2025 a las 08:01 AM",
    "hora_utc": "2025-07-28 12:01",
    "mensaje": "‼️Nota informativa‼️. \n\nSituación del SEN para el 28 de julio de 2025.\n\n✅En el día de ayer se afectó el servicio las 24 horas y se mantuvo afectado\n durante toda la madrugada de hoy. La máxima afectación por déficit de capacidad de generación en el día de ayer fue de 1730 MW a las 20:10 horas, coincidente con la hora de máxima demanda. Afectación superior a lo planificado por la salida imprevista de la unidad 8 de la CTE Mariel.\n✅La producción de energía de los 23 nuevos parques solares fotovoltaicos fue de 2715 MWh, con 520 MW como máxima potencia entregada en el horario\n de la media con esta fuente de generación.\n✅La disponibilidad del SEN a las 07:00 horas es de 1960 MW  la demanda 3225\n MW con 1290 MW afectados por déficit de capacidad, en el horario de la media se estima una afectación de 1150 MW.\nLas limitaciones en la generación térmica son de 422 MW. \n✅Se encuentran fuera de servicio por combustible 90 centrales de generación distribuida con 749 MW.\n✅Para el pico se estima la recuperación de 100 MW en motores de la generación distribuida que están fuera por combustible.\n✅Con\n este pronóstico, en el horario pico se estima una disponibilidad de 2060 MW y una demanda máxima de 3700 MW, para un \ndéficit de 1640 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectación de 1710 MW en este horario.\nUNE-MINEM",
    "timestamp": 1753704071,
    "timestamp_local": 1753704071
  },
  {
    "id": 16239,
    "fecha": "28 de Jul del 2025 a las 07:09 AM",
    "hora_utc": "2025-07-28 11:09",
    "mensaje": "Aviso de la Empresa Eléctrica Las Tunas \n\nInformamos a nuestros clientes que, en este momento nos encontramos en la máxima capacidad apagable, lo que\nimpide el restablecimiento inmediato del servicio eléctrico en los circuitos afectados.La situación podrá mejorar en la medida en que el Sistema Electroenergético\nNacional permita recuperar la capacidad de generación y distribución.",
    "timestamp": 1753700981,
    "timestamp_local": 1753700981
  },
  {
    "id": 16238,
    "fecha": "27 de Jul del 2025 a las 07:14 PM",
    "hora_utc": "2025-07-27 23:14",
    "mensaje": "Aviso de la Empresa EléctricaLas Tunas \n\nInformamos a nuestros clientesque, en este momento nos encontramos en la máxima capacidad apagable, lo que\nimpide el restablecimiento inmediato del servicio eléctrico en los circuitos afectados.La situación podrá mejorar en la medida en que el Sistema Electroenergético\nNacional permita recuperar la capacidad de generación y distribución.\nDebido al significativodéficit energético que enfrenta nuestro país y la disponibilidad limitada del Sistema\nEléctrico Nacional(SEN) en comparación con la demanda actual, lamentamos nopoder proporcionar una programación detallada de las afectaciones en el\nsuministro eléctrico.",
    "timestamp": 1753658064,
    "timestamp_local": 1753658064
  }
]