[
  {
    "id": 16209,
    "fecha": "22 de Jul del 2025 a las 01:42 AM",
    "hora_utc": "2025-07-22 05:42",
    "mensaje": "Se afecta el TK 2 Bonachea por una vía libre por emergencia.",
    "timestamp": 1753162963,
    "timestamp_local": 1753162963
  },
  {
    "id": 16206,
    "fecha": "21 de Jul del 2025 a las 04:00 PM",
    "hora_utc": "2025-07-21 20:00",
    "mensaje": "__Informamos a nuestros clientes que en este momento nos encontramos operando en la máxima capacidad apagable, lo que impide el restablecimiento inmediato del servicio eléctrico en los circuitos afectados. El servicio podrá mejorar en la medida en que el Sistema Electroenergético Nacional lo permita.__",
    "timestamp": 1753128027,
    "timestamp_local": 1753128027
  },
  {
    "id": 16205,
    "fecha": "21 de Jul del 2025 a las 11:38 AM",
    "hora_utc": "2025-07-21 15:38",
    "mensaje": "La Empresa Eléctrica Las Tunas informa que, según la nota emitida por la Unión Eléctrica para el 21 de julio, ayer se registraron afectaciones durante las 24 horas debido a déficit de capacidad de generación, situación que se extendió durante la madrugada de hoy. Actualmente están fuera de servicio por averías:\n·       La Unidad 4 de Energás Varadero\n·       La Unidad de la CTE Guiteras\n·       La Unidad 2 de la CTE Felton\n·       La Unidad 6 de la CTE Renté\nEn mantenimiento se encuentran:\n·       La Unidad 2 de la CTE Santa Cruz\n·       La Unidad 4 de la CTE Cienfuegos \n·       La Unidad 5 de la CTE Renté\nSe pronostica una afectación en el horario de la media de 1300 MW y en el horario pico nocturno de 1892 MW.\nPara hoy, las afectaciones en la provincia podrían alcanzar el 90% de los circuitos apagables. Estos valores pueden variar según la demanda nacional. Actualmentenos encontramos en la máxima capacidad apagable, lo que impide restablecer el servicio eléctrico a los circuitos afectados. Esta situación podrá revertirse en la medida en que el Sistema Electroenergético lo permita.",
    "timestamp": 1753112335,
    "timestamp_local": 1753112335
  },
  {
    "id": 16204,
    "fecha": "21 de Jul del 2025 a las 08:42 AM",
    "hora_utc": "2025-07-21 12:42",
    "mensaje": "Situación del SEN al 21 de julio de 2025\n\nEn el día de ayer se afectó el servicio las 24 horas y se mantuvo afectado durante toda la madrugada de hoy.\nLa máxima afectación por déficit de capacidad de generación en el día de ayer fue de 2007 MW a las 22:40 horas, coincidente con la hora de máxima demanda, superior a lo planificado por falta de combustible en la patana de Melones. \n☀️ Producción de energía de los22 parques solares fotovoltaicos: 2445 MWh, con 476 MW como máxima potencia entregada en el horario de la media.\n🔧 Estado actual:\nDisponibilidad: 1668 MW.\nDemanda: 3050 MW.\nAfectación actual: 1397 MW. \nPronóstico para el mediodía: 1300MW afectados.\n🔴 Pronóstico para el\nhorario pico:\nSe proyecta una disponibilidad de1878 MW y una demanda de 3700 MW, lo que generaría un déficit de 1822 MW, para\nuna afectación de 1892 MW.\nMás detalles en 👇\nhttps://www.unionelectrica.cu/nota-informativa/\n#UNE #SEN #NotaInformativa#UniónEléctrica #PorCubaJuntosCreamos",
    "timestamp": 1753101741,
    "timestamp_local": 1753101741
  },
  {
    "id": 16203,
    "fecha": "20 de Jul del 2025 a las 10:44 PM",
    "hora_utc": "2025-07-21 02:44",
    "mensaje": "‼ Estimados clientes en días de muchas afectaciones al servicio eléctrico, el centro de atención telefónica colapsa por la cantidad de llamadas que se reciben al mismo tiempo para solicitar información o reportar una interrupción, cuando esto sucede da timbre y no sale la contestadora, es un sistema automático que no permite que la operadora no responda la llamada o le cuelgue, ese sistema automatizado además de brindar toda la información estadística del centro telefónico nos permite grabar todas las llamadas que se reciben en el 18888.‼",
    "timestamp": 1753065877,
    "timestamp_local": 1753065877
  },
  {
    "id": 16202,
    "fecha": "20 de Jul del 2025 a las 08:58 PM",
    "hora_utc": "2025-07-21 00:58",
    "mensaje": "Informamos a nuestros clientes que en este momento nos encontramos en la máxima capacidad apagable, lo que\nimpide el restablecimiento inmediato del servicio eléctrico en los circuitos afectados. La situación podrá mejorar en la medida en que el Sistema Electroenergético\nNacional permita recuperar la capacidad de generación.",
    "timestamp": 1753059496,
    "timestamp_local": 1753059496
  },
  {
    "id": 16201,
    "fecha": "20 de Jul del 2025 a las 07:12 PM",
    "hora_utc": "2025-07-20 23:12",
    "mensaje": "Se encuentra disparados los siguientes circuitos por DAF\n**Circuito 33 Kv: 6310**\n**TK20 Becerra **\n**TK21 Tunazúcar**\n**TK39 Providencia IV **\n**TK50 Vázquez **\n**TK51 Santa Teresa **\n**TK54 Vázquez**",
    "timestamp": 1753053121,
    "timestamp_local": 1753053121
  },
  {
    "id": 16199,
    "fecha": "20 de Jul del 2025 a las 05:44 PM",
    "hora_utc": "2025-07-20 21:44",
    "mensaje": "Se afecta el circuito TK14 Cayojo por una vía libre por emergencia",
    "timestamp": 1753047854,
    "timestamp_local": 1753047854
  },
  {
    "id": 16198,
    "fecha": "20 de Jul del 2025 a las 04:51 PM",
    "hora_utc": "2025-07-20 20:51",
    "mensaje": "Se afecta parte del circuito de la Playa la Herradura para trabajar en el cambio de un transformador que se encuentra dañado. Lamentamos las molestias ocasionadas. Se trabaja con la mayor rapidez  posible para poder restablecer el servicio en la mayor brevedad.",
    "timestamp": 1753044703,
    "timestamp_local": 1753044703
  },
  {
    "id": 16197,
    "fecha": "20 de Jul del 2025 a las 12:51 PM",
    "hora_utc": "2025-07-20 16:51",
    "mensaje": "Se declara en avería el TK 74 La Lomita: Nueva Paz, Rpto Martinez, La Estrella, Las Marias,\nLas Clotildes, La Hortencia, San Felipe, La Victoria.",
    "timestamp": 1753030263,
    "timestamp_local": 1753030263
  },
  {
    "id": 16196,
    "fecha": "20 de Jul del 2025 a las 11:11 AM",
    "hora_utc": "2025-07-20 15:11",
    "mensaje": "Se encuentran disparados los siguientes circuitos:\n\n**Circuito 33 Kv: 6810**\nTK82 Tana\nTK83 Las Maboas\nTK113 La Aurora\nTK74 La Lomita\nTK110 El Batey\n\n**Circuito 33 Kv: 6220**\nTK61 La Yaya\nTK58 La Calera\nTK62 Lora\nTK63 Lora\nTJ95 Poblado Menéndez",
    "timestamp": 1753024286,
    "timestamp_local": 1753024286
  },
  {
    "id": 16195,
    "fecha": "20 de Jul del 2025 a las 07:39 AM",
    "hora_utc": "2025-07-20 11:39",
    "mensaje": "**Nota Informativa: Estado del Sistema Eléctrico Nacional (SEN) – 20 de julio de 2025**\nEn el día de ayer se afectó el servicio las 24 horas y se mantuvo afectado durante toda la madrugada de hoy. La \nmáxima afectación por déficit de capacidad de generación en el día de ayer fue de 1897 MW a las 22:50 horas, coincidente con la hora de máxima\n demanda. \nLa producción de energía de los 22 nuevos parques solares fotovoltaicos fue de 2557 MWh, con 482 MW como \nmáxima potencia entregada en el horario de la media con esta fuente de generación. \nEstado actual del SEN\nLa disponibilidad del SEN a las 07:00 horas es de 1746 MW la demanda 3273 MW con 1590 MW afectados por déficit\n de capacidad, en el horario de la media se estima una afectación de 1400 MW.\nPrincipales incidencias\nAvería: Unidad de la CTE Guiteras, Unidad 1 de la CTE Santa Cruz, Unidad 2 de la CTE Felton, Unidad 6 de la CTE Renté.\nMantenimiento: Unidad 2 de la CTE Santa Cruz, Unidad 4 de la CTE Cienfuegos y Unidad 5 de la CTE Renté.\nLimitaciones térmicas: 285 MW fuera de servicio.\nProblemas por falta de combustible\n81 centrales de generación distribuida con 712 MW.\n7 motores en la Patana de Regla con 53 MW,\nTotal de MW afectados: 765 MW\n\n\n\nPronóstico para el horario picoPara el pico se estima la recuperación \nde 100 MW en motores de la generación distribuida que se encuentran fuera por combustible, la entrada de la unidad 1 de la CTE Santa Cruz \ncon 70 MW y 3 motores de la patana de Regla con 20 MW.\nCon este pronóstico, en el horario pico se estima una disponibilidad de 1936 MW y una demanda máxima de 3700 MW,\n para un déficit de 1764 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectación de 1834 MW en este horario.\nhttps://www.unionelectrica.cu/nota-informativa/",
    "timestamp": 1753011545,
    "timestamp_local": 1753011545
  },
  {
    "id": 16194,
    "fecha": "19 de Jul del 2025 a las 09:33 PM",
    "hora_utc": "2025-07-20 01:33",
    "mensaje": "Informamos a nuestros clientes que, en este momento nos encontramos en la máxima capacidad apagable, lo que\nimpide el restablecimiento inmediato del servicio eléctrico en los circuitos afectados.La situación podrá mejorar en la medida en que el Sistema Electroenergético\nNacional permita recuperar la capacidad de generación y distribución.\nDebido al significativodéficit energético que enfrenta nuestro país y la disponibilidad limitada del Sistema\nEléctrico Nacional(SEN) en comparación con la demanda actual, lamentamos no poder proporcionar una programación detallada de las afectaciones en el\nsuministro eléctrico.",
    "timestamp": 1752975216,
    "timestamp_local": 1752975216
  },
  {
    "id": 16193,
    "fecha": "19 de Jul del 2025 a las 04:21 PM",
    "hora_utc": "2025-07-19 20:21",
    "mensaje": "Informamos a nuestros clientes que en este momento nos encontramos en la máxima capacidad apagable, lo que\nimpide el restablecimiento inmediato del servicio eléctrico en los circuitos afectados. La situación podrá mejorar en la medida en que el Sistema Electroenergético\nNacional permita recuperar la capacidad de generación.",
    "timestamp": 1752956507,
    "timestamp_local": 1752956507
  },
  {
    "id": 16192,
    "fecha": "19 de Jul del 2025 a las 11:16 AM",
    "hora_utc": "2025-07-19 15:16",
    "mensaje": "📢  Nota Informativa - Situación del SEN al 19 de julio de 2025\n\nEn el día de ayer se afectó el servicio las 24 horas y se mantuvo afectado durante toda la madrugada de hoy. La máxima afectación por déficit de capacidad de generación en el día de ayer fue de 1964 MW a las 21:30 horas, coincidente con la hora de máxima demanda. \n\n☀️ Producción de energía de los 21 parques solares fotovoltaicos: 2178 MWh, con 442 MW como máxima potencia entregada en el horario de la media.\n\n🔧 Estado actual:\n\nDisponibilidad: 1950 MW.\nDemanda: 3200 MW.\nAfectación actual: 1304 MW. \nPronóstico para el mediodía: 1100 MW afectados.\n\n🔴 Pronóstico para el horario pico:\nSe proyecta una disponibilidad de 2200 MW y una demanda de 3650 MW, lo que generaría un déficit de 1450 MW, para una afectación de 1520 MW.\n\nMás detalles en 👇\nhttps://www.unionelectrica.cu/nota-informativa/\n\n#UNE #SEN #NotaInformativa #UniónEléctrica #PorCubaJuntosCreamos",
    "timestamp": 1752938206,
    "timestamp_local": 1752938206
  },
  {
    "id": 16191,
    "fecha": "19 de Jul del 2025 a las 10:02 AM",
    "hora_utc": "2025-07-19 14:02",
    "mensaje": "La provincia presenta máxima capacidad apagable en estos momentos, lo que no ha permitido realizar la rotación de los circuitos con mayor tiempo de afectación. Se irán restableciendo en la medida que el Sistema Electroenergético lo permita.",
    "timestamp": 1752933779,
    "timestamp_local": 1752933779
  },
  {
    "id": 16190,
    "fecha": "18 de Jul del 2025 a las 10:41 PM",
    "hora_utc": "2025-07-19 02:41",
    "mensaje": "‼ Estimados clientes en días de muchas afectaciones al servicio eléctrico, el centro de atención telefónica colapsa por la cantidad de llamadas que se reciben al mismo tiempo para solicitar información o reportar una interrupción, cuando esto sucede da timbre y no sale la contestadora, es un sistema automático que no permite que la operadora no responda la llamada o le cuelgue, ese sistema automatizado además de brindar toda la información estadística del centro telefónico nos permite grabar todas las llamadas que se reciben en el 18888.‼",
    "timestamp": 1752892911,
    "timestamp_local": 1752892911
  }
]