[
  {
    "id": 16242,
    "fecha": "28 de Jul del 2025 a las 11:42 AM",
    "hora_utc": "2025-07-28 15:42",
    "mensaje": "Se afecta el TK39 Providencia 4 para realizar trabajos de mantenimiento en la subestación. Lamentamos las molestias ocasionadas.",
    "timestamp": 1753717348,
    "timestamp_local": 1753717348
  },
  {
    "id": 16241,
    "fecha": "28 de Jul del 2025 a las 08:45 AM",
    "hora_utc": "2025-07-28 12:45",
    "mensaje": "Se afecta el circuito TK110 El Batey de Amancio por Vía libre por emergencia para realizar trabajos en la línea",
    "timestamp": 1753706756,
    "timestamp_local": 1753706756
  },
  {
    "id": 16240,
    "fecha": "28 de Jul del 2025 a las 08:01 AM",
    "hora_utc": "2025-07-28 12:01",
    "mensaje": "‼️Nota informativa‼️. \n\nSituación del SEN para el 28 de julio de 2025.\n\n✅En el día de ayer se afectó el servicio las 24 horas y se mantuvo afectado\n durante toda la madrugada de hoy. La máxima afectación por déficit de capacidad de generación en el día de ayer fue de 1730 MW a las 20:10 horas, coincidente con la hora de máxima demanda. Afectación superior a lo planificado por la salida imprevista de la unidad 8 de la CTE Mariel.\n✅La producción de energía de los 23 nuevos parques solares fotovoltaicos fue de 2715 MWh, con 520 MW como máxima potencia entregada en el horario\n de la media con esta fuente de generación.\n✅La disponibilidad del SEN a las 07:00 horas es de 1960 MW  la demanda 3225\n MW con 1290 MW afectados por déficit de capacidad, en el horario de la media se estima una afectación de 1150 MW.\nLas limitaciones en la generación térmica son de 422 MW. \n✅Se encuentran fuera de servicio por combustible 90 centrales de generación distribuida con 749 MW.\n✅Para el pico se estima la recuperación de 100 MW en motores de la generación distribuida que están fuera por combustible.\n✅Con\n este pronóstico, en el horario pico se estima una disponibilidad de 2060 MW y una demanda máxima de 3700 MW, para un \ndéficit de 1640 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectación de 1710 MW en este horario.\nUNE-MINEM",
    "timestamp": 1753704071,
    "timestamp_local": 1753704071
  },
  {
    "id": 16239,
    "fecha": "28 de Jul del 2025 a las 07:09 AM",
    "hora_utc": "2025-07-28 11:09",
    "mensaje": "Aviso de la Empresa Eléctrica Las Tunas \n\nInformamos a nuestros clientes que, en este momento nos encontramos en la máxima capacidad apagable, lo que\nimpide el restablecimiento inmediato del servicio eléctrico en los circuitos afectados.La situación podrá mejorar en la medida en que el Sistema Electroenergético\nNacional permita recuperar la capacidad de generación y distribución.",
    "timestamp": 1753700981,
    "timestamp_local": 1753700981
  },
  {
    "id": 16238,
    "fecha": "27 de Jul del 2025 a las 07:14 PM",
    "hora_utc": "2025-07-27 23:14",
    "mensaje": "Aviso de la Empresa EléctricaLas Tunas \n\nInformamos a nuestros clientesque, en este momento nos encontramos en la máxima capacidad apagable, lo que\nimpide el restablecimiento inmediato del servicio eléctrico en los circuitos afectados.La situación podrá mejorar en la medida en que el Sistema Electroenergético\nNacional permita recuperar la capacidad de generación y distribución.\nDebido al significativodéficit energético que enfrenta nuestro país y la disponibilidad limitada del Sistema\nEléctrico Nacional(SEN) en comparación con la demanda actual, lamentamos nopoder proporcionar una programación detallada de las afectaciones en el\nsuministro eléctrico.",
    "timestamp": 1753658064,
    "timestamp_local": 1753658064
  },
  {
    "id": 16236,
    "fecha": "27 de Jul del 2025 a las 08:15 AM",
    "hora_utc": "2025-07-27 12:15",
    "mensaje": "‼️Nota informativa‼️. \n\nSituación del SEN para el 27 de julio de 2025.\n\n✅En el día de ayer se afectó el servicio las 24 horas y se mantuvo afectado durante toda la madrugada de hoy. La máxima afectación por déficit de capacidad de generación en el día de ayer fue de 1779 MW a las 20:40 horas, no coincidente con la hora de máxima demanda. La afectación fue superior a lo planificado por que demanda fue superior al pronóstico.\n\n✅La producción de energía de los 23 nuevos parques solares fotovoltaicos fue de 2892 MWh, con 568 MW como máxima potencia entregada en el horario de la media con esta fuente de generación. \n\n✅La disponibilidad del SEN a las 07:00 horas es de 2002 MW  la demanda 3230 MW con 1228 MW afectados por déficit de capacidad, en el horario de la media se estima una afectación de 1050 MW.\n\n✅Las limitaciones en la generación térmica son de 400 MW. \n\nSe encuentran fuera de servicio por combustible                                87 centrales de generación distribuida con 749 MW y 5 motores en la patana de Regla con 40 MW, para un total de 789 MW afectados por esta causa. \n\n✅Para el pico se estima la recuperación de 100 MW en motores de la generación distribuida que están fuera por combustible.\n\n✅Con este pronóstico, en el horario pico se estima una disponibilidad de 2095 MW y una demanda máxima de                   3700 MW, para un déficit de 1605 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectación de 1675 MW en este horario.\n\nUNE-MINEM",
    "timestamp": 1753618537,
    "timestamp_local": 1753618537
  },
  {
    "id": 16235,
    "fecha": "26 de Jul del 2025 a las 08:35 PM",
    "hora_utc": "2025-07-27 00:35",
    "mensaje": "Aviso de la Empresa EléctricaLas Tunas \n\nInformamos a nuestros clientesque, en este momento nos encontramos en la máxima capacidad apagable, lo que\nimpide el restablecimiento inmediato del servicio eléctrico en los circuitos afectados.La situación podrá mejorar en la medida en que el Sistema Electroenergético\nNacional permita recuperar la capacidad de generación y distribución.\nDebido al significativodéficit energético que enfrenta nuestro país y la disponibilidad limitada del Sistema\nEléctrico Nacional(SEN) en comparación con la demanda actual, lamentamos nopoder proporcionar una programación detallada de las afectaciones en el\nsuministro eléctrico.",
    "timestamp": 1753576517,
    "timestamp_local": 1753576517
  },
  {
    "id": 16234,
    "fecha": "26 de Jul del 2025 a las 08:31 AM",
    "hora_utc": "2025-07-26 12:31",
    "mensaje": "‼️Nota informativa‼️\nSituación del SEN para el 26 de julio de 2025.\n✅En el día de ayer se afectó el servicio las 24 horas y se mantuvo afectado\n durante toda la madrugada de hoy. La máxima afectación por déficit de capacidad de generación en el día de ayer fue de 1753 MW a las 21:20 \nhoras, coincidente con la hora de máxima demanda. La afectación fue superior a lo planificado por la no entrada de la unidad 5 de la CTE \nMariel y demanda superior al pronóstico.\n\n✅La producción de energía de los 23 nuevos parques solares fotovoltaicos \nfue de 2685 MWh, con 458 MW como máxima potencia entregada en el horario de la media con esta fuente de generación. \n✅La\n disponibilidad del SEN a las 07:00 horas es de 1930 MW  la demanda 3160 MW con 1259 MW afectados por déficit de capacidad, en el horario de la \nmedia se estima una afectación de 1180 MW.\n✅Las limitaciones en la generación térmica son de 362 MW. \n✅Se\n encuentran fuera de servicio por combustible                                86 centrales de generación distribuida con 733 MW y 5 motores en la\n patana de Regla con 40 MW, para un total de 773 MW afectados por esta causa. \n✅Para\n el pico se estima la recuperación de 100 MW en motores de la generación distribuida que están fuera por combustible, y la entrada de la unidad 5\n de la CTE Mariel con 60 MW.\n✅Con este pronóstico, en el horario pico se estima una disponibilidad de \n2090 MW y una demanda máxima de                   3650 MW, para un déficit de 1560 MW, por lo que de mantenerse las condiciones previstas \nse pronostica una afectación de 1630 MW en este horario.\nUNE-MINEM",
    "timestamp": 1753533096,
    "timestamp_local": 1753533096
  },
  {
    "id": 16233,
    "fecha": "26 de Jul del 2025 a las 06:38 AM",
    "hora_utc": "2025-07-26 10:38",
    "mensaje": "Se declara en avería TK23 Veguita perteneciente al municipio de Las Tunas.",
    "timestamp": 1753526306,
    "timestamp_local": 1753526306
  },
  {
    "id": 16231,
    "fecha": "25 de Jul del 2025 a las 09:22 PM",
    "hora_utc": "2025-07-26 01:22",
    "mensaje": "Se restablece la Avería de la subestación del Roble: TK50, TK51 y TK54. Lamentamos las molestias ocasionadas.",
    "timestamp": 1753492957,
    "timestamp_local": 1753492957
  },
  {
    "id": 16230,
    "fecha": "25 de Jul del 2025 a las 07:45 PM",
    "hora_utc": "2025-07-25 23:45",
    "mensaje": "Se afecta por vía libre por emeregencia el circuito TK110El Batey de la localidad de Amancio para cambio de transformadores.",
    "timestamp": 1753487108,
    "timestamp_local": 1753487108
  },
  {
    "id": 16229,
    "fecha": "25 de Jul del 2025 a las 07:43 PM",
    "hora_utc": "2025-07-25 23:43",
    "mensaje": "Se encuentra en avería los siguientes circuitos:\nTK50Vázquez \nTK51Santa Teresa \nTK54Vázquez.\nSe trabaja incansablemente para solucionar la afectación y dar servicio lo más pronto posible.",
    "timestamp": 1753487023,
    "timestamp_local": 1753487023
  },
  {
    "id": 16228,
    "fecha": "25 de Jul del 2025 a las 12:11 PM",
    "hora_utc": "2025-07-25 16:11",
    "mensaje": "Aviso de la Empresa EléctricaLas Tunas \n\nInformamos a nuestros clientesque, en este momento nos encontramos en la máxima capacidad apagable, lo que\nimpide el restablecimiento inmediato del servicio eléctrico en los circuitos afectados.La situación podrá mejorar en la medida en que el Sistema Electroenergético\nNacional permita recuperar la capacidad de generación y distribución.\nDebido al significativodéficit energético que enfrenta nuestro país y la disponibilidad limitada del Sistema\nEléctrico Nacional(SEN) en comparación con la demanda actual, lamentamos nopoder proporcionar una programación detallada de las afectaciones en el\nsuministro eléctrico.",
    "timestamp": 1753459880,
    "timestamp_local": 1753459880
  },
  {
    "id": 16227,
    "fecha": "25 de Jul del 2025 a las 08:40 AM",
    "hora_utc": "2025-07-25 12:40",
    "mensaje": "‼️Nota informativa‼️. \n\nSituación del SEN para el 25 de julio de 2025.\n\n✅En el día de ayer se afectó el servicio las 24 horas y se mantuvo afectado durante toda la madrugada de hoy. La máxima afectación por déficit de capacidad de generación en el día de ayer fue de 1848 MW a las 21:30 horas, coincidente con la hora de máxima demanda. La afectación fue superior a lo planificado por la no entrada de la unidad de la CTE Guiteras.\n\n✅La producción de energía de los 23 nuevos parques solares fotovoltaicos fue de 2265 MWh, con 472 MW como máxima potencia entregada en el horario de la media con esta fuente de generación. \n\n✅La disponibilidad del SEN a las 07:00 horas es de 1890 MW  la demanda 3210 MW con 1333 MW afectados por déficit de capacidad, en el horario de la media se estima una afectación de 1300 MW.\n\n✅Las limitaciones en la generación térmica son de 491 MW. \n\n✅Se encuentran fuera de servicio por combustible                                89 centrales de generación distribuida con 759 MW y 5 motores en la patana de Regla con 40 MW, para un total de 799 MW afectados por esta causa. \n\n✅Para el pico se estima la recuperación de 100 MW en motores de la generación distribuida que están fuera por combustible,  la entrada de la unidad 3 de la CTE Renté con 60 MW y la entrada de la unidad 5 de la CTE Mariel con 60 MW.\n\n✅Con este pronóstico, en el horario pico se estima una disponibilidad de 2110 MW y una demanda máxima de                   3500 MW, para un déficit de 1390 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectación de 1460 MW en este horario.\n\nUNE-MINEM",
    "timestamp": 1753447246,
    "timestamp_local": 1753447246
  },
  {
    "id": 16226,
    "fecha": "24 de Jul del 2025 a las 09:03 PM",
    "hora_utc": "2025-07-25 01:03",
    "mensaje": "Aviso de la Empresa EléctricaLas Tunas \n\nInformamos a nuestros clientesque, en este momento nos encontramos en la máxima capacidad apagable, lo que\nimpide el restablecimiento inmediato del servicio eléctrico en los circuitos afectados.La situación podrá mejorar en la medida en que el Sistema Electroenergético\nNacional permita recuperar la capacidad de generación y distribución.\nDebido al significativodéficit energético que enfrenta nuestro país y la disponibilidad limitada del Sistema\nEléctrico Nacional(SEN) en comparación con la demanda actual, lamentamos nopoder proporcionar una programación detallada de las afectaciones en el\nsuministro eléctrico.",
    "timestamp": 1753405388,
    "timestamp_local": 1753405388
  },
  {
    "id": 16225,
    "fecha": "24 de Jul del 2025 a las 09:17 AM",
    "hora_utc": "2025-07-24 13:17",
    "mensaje": "📢  Nota Informativa - Situación del SEN al 24 de julio de 2025\n\nEn el día de ayer se afectó el servicio las 24 horas y se mantuvo afectado durante toda la madrugada de hoy. La máxima afectación por déficit de capacidad de generación en el día de ayer fue de 1775 MW a las 21:40 horas, coincidente con la hora de máxima demanda. \n\n☀️ Producción de energía de los 23 parques solares fotovoltaicos: 1708 MWh, con 352 MW como máxima potencia entregada en el horario de la media.\n\n🔧 Estado actual:\n\nDisponibilidad: 1770 MW.\nDemanda: 3130 MW.\nAfectación actual: 1384 MW. \nPronóstico para el mediodía: 1300 MW afectados.\n\n🔴 Pronóstico para el horario pico:\nSe proyecta una disponibilidad de 1920 MW y una demanda de 3600 MW, lo que generaría un déficit de 1680 MW, para una afectación de 1750 MW.\n\nMás detalles en 👇\nhttps://www.unionelectrica.cu/nota-informativa/\n\n#UNE #SEN #NotaInformativa #UniónEléctrica #PorCubaJuntosCreamos",
    "timestamp": 1753363078,
    "timestamp_local": 1753363078
  },
  {
    "id": 16224,
    "fecha": "23 de Jul del 2025 a las 09:47 PM",
    "hora_utc": "2025-07-24 01:47",
    "mensaje": "Estimados clientes en días de muchas afectaciones al servicio eléctrico, el centro de atención telefónica\ncolapsa por la cantidad de llamadas que se reciben al mismo tiempo para solicitar información o reportar una interrupción, cuando esto sucede da timbre\ny no sale la contestadora, es un sistema automático que no permite que la operadora no responda la llamada o le cuelgue, ese sistema automatizado además\nde brindar toda la información estadística del centro telefónico nos permite grabar todas las llamadas que se reciben en el 18888.",
    "timestamp": 1753321652,
    "timestamp_local": 1753321652
  },
  {
    "id": 16223,
    "fecha": "23 de Jul del 2025 a las 09:43 PM",
    "hora_utc": "2025-07-24 01:43",
    "mensaje": "Debido a la situaciónexistente en la prestación del servicio eléctrico en nuestro país, por el alto\nnúmero de unidades generadoras por disimiles causas, ya comunicadas en partesanteriores, se están extendiendo por periodos de tiempo prolongados. En dependencia\ndel comportamiento del sistema, la generación y la demanda se iránrestableciendo los circuitos que más tiempo llevan afectados. Se les pide\ndisculpa por las molestias ocasionadas.",
    "timestamp": 1753321391,
    "timestamp_local": 1753321391
  },
  {
    "id": 16222,
    "fecha": "23 de Jul del 2025 a las 06:47 PM",
    "hora_utc": "2025-07-23 22:47",
    "mensaje": "Informamos a nuestros clientes que en este momento nos encontramos en la máxima capacidad apagable, lo que\nimpide el restablecimiento inmediato del servicio eléctrico en los circuitos afectados. La situación podrá mejorar en la medida en que el Sistema Electroenergético\nNacional permita recuperar la capacidad de generación.",
    "timestamp": 1753310854,
    "timestamp_local": 1753310854
  }
]