[
  {
    "id": 16182,
    "fecha": "17 de Jul del 2025 a las 04:49 PM",
    "hora_utc": "2025-07-17 20:49",
    "mensaje": "Además, se restableció el servicio eléctrico a los circuitosTK29 y TK7 que se encontraban afectados por vía libre ( cambio de poste) solo\nquedan  afectados los clientes del barrio La Guayaba.",
    "timestamp": 1752785363,
    "timestamp_local": 1752785363
  },
  {
    "id": 16181,
    "fecha": "17 de Jul del 2025 a las 04:42 PM",
    "hora_utc": "2025-07-17 20:42",
    "mensaje": "Se restablece el servicio eléctrico al circuito TK18 que se encontraba afectado por vía libre de mantenimiento.",
    "timestamp": 1752784932,
    "timestamp_local": 1752784932
  },
  {
    "id": 16180,
    "fecha": "17 de Jul del 2025 a las 03:26 PM",
    "hora_utc": "2025-07-17 19:26",
    "mensaje": "Se restablece el servicio eléctrico a los clientes que pertenecen al circuito 6310, que se encontraban afectados por vía libre de mantenimiento.",
    "timestamp": 1752780419,
    "timestamp_local": 1752780419
  },
  {
    "id": 16179,
    "fecha": "17 de Jul del 2025 a las 02:59 PM",
    "hora_utc": "2025-07-17 18:59",
    "mensaje": "LaEmpresa Eléctrica Las Tunas informa que, según la nota emitida por la Unión Eléctrica, ayer se registraron afectaciones durante las 24 horas del día debidoa un déficit de capacidad de generación, situación que se extendió durante la madrugada de hoy. \nActualmenteestán fuera de servicio por averías: Planta de Energas Jaruco (6 unidades), Unidad 4 de Energas Varadero, Unidad 6 de la CTE Mariel, Unidad 2 dela CTE Felton, Unidad 5 de la CTE Nuevitas y Unidad 3 de la CTE Renté. En mantenimiento se encuentran: Unidad 2 de la CTE Santa Cruz, Unidad de la CTE Guiteras, Unidad 4 de la CTE Cienfuegos yUnidad 5 de la CTE Renté.Se pronostica una afectación de 2065 MW para el horario pico nocturno. Para hoy, las afectaciones en la provincia podrían alcanzar el 90% de los circuitos apagables. Estos valores pueden variar según la demanda nacional. Actualmente nos encontramos en la máxima capacidad apagable, lo que impide restablecer el servicio eléctrico a los circuitos afectados. Esta situación podrá cambiar en la medida en que el Sistema Electroenergético lo permita. Pedimos a nuestros clientes que se mantengan informados a través de nuestro perfil en Facebook y el Canal deTelegram: https//: [t.me/eleclastunas](https://t.me/eleclastunas)",
    "timestamp": 1752778793,
    "timestamp_local": 1752778793
  },
  {
    "id": 16178,
    "fecha": "17 de Jul del 2025 a las 02:36 PM",
    "hora_utc": "2025-07-17 18:36",
    "mensaje": "Restablecido el servicio eléctrico a los clientes que pertenecen al circuito 6820, que se encontraba afectado por avería",
    "timestamp": 1752777394,
    "timestamp_local": 1752777394
  },
  {
    "id": 16177,
    "fecha": "17 de Jul del 2025 a las 02:32 PM",
    "hora_utc": "2025-07-17 18:32",
    "mensaje": "Se les informa a los clientes que pertenecen a los circuitos  : TK7        La Victoria y \nTK29 Circunvalación\nSur desde la entrada de 4 Caminos hasta Oro Negro que,  el servicio eléctrico será  afectado por vía libre de emergencia para cambio de poste",
    "timestamp": 1752777136,
    "timestamp_local": 1752777136
  },
  {
    "id": 16176,
    "fecha": "17 de Jul del 2025 a las 10:58 AM",
    "hora_utc": "2025-07-17 14:58",
    "mensaje": "Debido a trabajos de mantenimiento, se informa a la población que se afectará temporalmente el servicio eléctrico en las siguientes zonas:\n Zonas afectadas:\n6310:\n•  TK20: Becerra\n•  TK21: Tunazúcar\n•  TK39: Providencia IV\n•  TK3: Piedra Hueca\n•  TK50, TK51, TK54: Vázquez\n\n•  TK18: Las Cuarenta y Reparto Velázquez\n•  TK84: Poblado Colombia",
    "timestamp": 1752764299,
    "timestamp_local": 1752764299
  },
  {
    "id": 16175,
    "fecha": "17 de Jul del 2025 a las 09:15 AM",
    "hora_utc": "2025-07-17 13:15",
    "mensaje": "Nota Informativa - Situación del SEN al 17 de julio de 2025\nEn el día de ayer se afectó el servicio las 24 horas y se mantuvo afectado durante toda la madrugada de hoy. La máxima afectación en el día de ayer fue de 1864 MW a las 22:20 horas, coincidente con la hora de máxima demanda. \n☀️ Producción de energía de los 21 parques solares fotovoltaicos: 1845 MWh, con 488 MW como máxima potencia entregada en el horario de la media.\n🔧 Estado actual:\nDisponibilidad: 1280 MW.\nDemanda: 2860 MW.\nAfectación actual: 1608 MW. \nPronóstico para el mediodía: 1450 MW afectados.\n🔴 Pronóstico para el horario pico:\nSe proyecta una disponibilidad de 1665 MW y una demanda de 3660 MW, lo que generaría un déficit de 1995 MW, para una afectación de 2065 MW.",
    "timestamp": 1752758151,
    "timestamp_local": 1752758151
  },
  {
    "id": 16174,
    "fecha": "17 de Jul del 2025 a las 08:45 AM",
    "hora_utc": "2025-07-17 12:45",
    "mensaje": "https://www.facebook.com/share/p/16fyDyZpQC/",
    "timestamp": 1752756317,
    "timestamp_local": 1752756317
  },
  {
    "id": 16173,
    "fecha": "16 de Jul del 2025 a las 09:44 PM",
    "hora_utc": "2025-07-17 01:44",
    "mensaje": "La provincia presenta máxima capacidad apagable en estos momentos, lo que no ha permitido realizar la rotación de los circuitos con mayor tiempo de afectación. Se irán restableciendo en la medida que el Sistema Electroenergético lo permita.",
    "timestamp": 1752716686,
    "timestamp_local": 1752716686
  },
  {
    "id": 16172,
    "fecha": "16 de Jul del 2025 a las 06:36 PM",
    "hora_utc": "2025-07-16 22:36",
    "mensaje": "Se encuentran afectados los siguientes por disparo Disparo Automático  por Frecuencia (DAF) los siguientes circuitos:\n\nTK26Circunvalación Sur hasta La Larga \nTK29Circunvalación Sur, Oro Negro \nTK25Cuatro Caminos, Dormitorio",
    "timestamp": 1752705399,
    "timestamp_local": 1752705399
  },
  {
    "id": 16171,
    "fecha": "16 de Jul del 2025 a las 06:26 PM",
    "hora_utc": "2025-07-16 22:26",
    "mensaje": "Se afecta por vía libre el TK5 Buena Vista Los Pinos.",
    "timestamp": 1752704782,
    "timestamp_local": 1752704782
  },
  {
    "id": 16170,
    "fecha": "16 de Jul del 2025 a las 06:18 PM",
    "hora_utc": "2025-07-16 22:18",
    "mensaje": "Se declara en avería los siguientes circuitos:\n\nCircuito33 Kv: 6820 PobladoAmancio, La Carretera\n\nTK78Ana Luisa\n\nTK76El Paraíso\n\nTK75Vicente Pérez \n\nTK77San Alberto",
    "timestamp": 1752704324,
    "timestamp_local": 1752704324
  },
  {
    "id": 16168,
    "fecha": "16 de Jul del 2025 a las 04:41 PM",
    "hora_utc": "2025-07-16 20:41",
    "mensaje": "Aviso de la Empresa Eléctrica Las Tunas \n\nInformamos a nuestros clientes que, en este momento nos encontramos en la máxima capacidad apagable, lo que impide el restablecimiento inmediato del servicio eléctrico en los circuitos [afectados. La](https://afectados.la/) situación podrá mejorar en la medida en que el Sistema Electroenergético Nacional permita recuperar la capacidad de generación y distribución.",
    "timestamp": 1752698516,
    "timestamp_local": 1752698516
  },
  {
    "id": 16167,
    "fecha": "16 de Jul del 2025 a las 02:51 PM",
    "hora_utc": "2025-07-16 18:51",
    "mensaje": "La Empresa Eléctrica Las Tunas informa que, según la nota emitida por la Unión Eléctrica, ayer se registraron afectaciones durante las 24 horas del día debido a un déficit de capacidad de generación, situación que se extendió durante la madrugada de hoy. Actualmente están fuera de servicio por averías:\n\n·        La Unidad 2 de la CTE Felton\n\n·        La Unidad 5 de la CTE Nuevitas\n\n·        La Unidad 3 de la CTE Renté\n\nEn mantenimiento se encuentran:\n\n·        La Unidad 2 de la CTE Santa Cruz\n\n·        La Unidad de la CTE Guiteras\n\n·        La Unidad 4 de la CTE Cienfuegos\n\n·        La Unidad 5 de la CTE Renté\n\nSe pronostica una afectación de 1850 MW para el horario pico nocturno. Para hoy, las afectaciones en la provincia podrían alcanzar el 90% de los circuitos apagables. Estos valores pueden variar según la demanda nacional. Actualmente nos encontramos en la máxima capacidad apagable, lo que impide restablecer el servicio eléctrico a los circuitos afectados. Esta situación podrá cambiar en la medida en que el Sistema Electroenergético lo permita.\n\nPedimos a nuestros clientes que se mantengan informados a través de nuestro perfil en Facebook y el Canal de Telegram: https//: t.me/eleclastunas",
    "timestamp": 1752691911,
    "timestamp_local": 1752691911
  },
  {
    "id": 16166,
    "fecha": "16 de Jul del 2025 a las 09:05 AM",
    "hora_utc": "2025-07-16 13:05",
    "mensaje": "Nota Informativa - Situación del SEN al 16 de julio de 2025\nEn el día de ayer se afectó el servicio las 24 horas y se mantuvo afectado durante toda la madrugada de hoy. La máxima afectación en el día de ayer fue de 2020 MW a las 22:00 horas, no coincidente con la hora de máxima demanda, superior a lo planificado por no contar con combustible en la patana de Melones y salidas imprevistas de las unidades 5 de la CTE Mariel y 5 de la CTE Nuevitas. \n☀️ Producción de energía de los 21 parques solares fotovoltaicos: 1729 MWh, con 424 MW como máxima potencia entregada en el horario de la media.\n🔧 Estado actual:\nDisponibilidad: 1880 MW.\nDemanda: 3140 MW.\nAfectación actual: 1310 MW. \nPronóstico para el mediodía: 1100 MW afectados.\n🔴 Pronóstico para el horario pico:\nSe proyecta una disponibilidad de 1920 MW y una demanda de 3700 MW, lo que generaría un déficit de 1780, para una afectación de 1850 MW.\nMás detalles en 👇\n[https://www.unionelectrica.cu/nota-informativa/](https://www.unionelectrica.cu/nota-informativa/?fbclid=IwZXh0bgNhZW0CMTAAYnJpZBExU2ZTU0pOQWxIeEVBUGpWZQEeVyBZclNNXkmAMT-8aBqyjg52Vno6y0JXuw9_eadpxYnRk6d1ZsaBRkhKTo4_aem_GpMh5Uob_c7CdrAETi6lFg)",
    "timestamp": 1752671130,
    "timestamp_local": 1752671130
  },
  {
    "id": 16165,
    "fecha": "16 de Jul del 2025 a las 12:10 AM",
    "hora_utc": "2025-07-16 04:10",
    "mensaje": "Se declara en avería el circuito TK 5,se trabaja para restablecer lo antes posible",
    "timestamp": 1752639003,
    "timestamp_local": 1752639003
  },
  {
    "id": 16164,
    "fecha": "15 de Jul del 2025 a las 08:22 PM",
    "hora_utc": "2025-07-16 00:22",
    "mensaje": "Aviso de la Empresa EléctricaLas Tunas \n\nInformamos a nuestros clientes que, en este momento nos encontramos en la máxima capacidad apagable, lo que\nimpide el restablecimiento inmediato del servicio eléctrico en los circuitos afectados.La situación podrá mejorar en la medida en que el Sistema Electroenergético\nNacional permita recuperar la capacidad de generación y distribución.\nDebido al significativodéficit energético que enfrenta nuestro país y la disponibilidad limitada del Sistema\nEléctrico Nacional(SEN) en comparación con la demanda actual, lamentamos nopoder proporcionar una programación detallada de las afectaciones en el\nsuministro eléctrico.",
    "timestamp": 1752625335,
    "timestamp_local": 1752625335
  },
  {
    "id": 16163,
    "fecha": "15 de Jul del 2025 a las 08:20 PM",
    "hora_utc": "2025-07-16 00:20",
    "mensaje": "Se encuentra en avería el circuito Tk 5,se trabaja para su restablecimiento",
    "timestamp": 1752625239,
    "timestamp_local": 1752625239
  }
]