[
  {
    "id": 22834,
    "fecha": "17 de Jul del 2025 a las 07:38 PM",
    "hora_utc": "2025-07-17 23:38",
    "mensaje": "🧐RECORDAMOS próximo Circuito no apagable que se afectará debido al alto déficit:\n\n- Circuito 5223 se afectará de 20:00 a 02:00",
    "timestamp": 1752795514,
    "timestamp_local": 1752795514
  },
  {
    "id": 22833,
    "fecha": "17 de Jul del 2025 a las 07:33 PM",
    "hora_utc": "2025-07-17 23:33",
    "mensaje": "Ante cualquier anomalía con el servicio eléctrico, usted debe llamar al ☎️📲18888 y reportar la queja. Las operadoras en línea deben darle un número de reporte, guárdelo por si necesita llamar nuevamente para saber en qué proceso se encuentra la misma.",
    "timestamp": 1752795237,
    "timestamp_local": 1752795237
  },
  {
    "id": 22832,
    "fecha": "17 de Jul del 2025 a las 07:15 PM",
    "hora_utc": "2025-07-17 23:15",
    "mensaje": "Circuitos no apagables que están apagados en estos momentos debido al alto déficit:\n\n- Circuitos CI185, JI48 y GI101 desde las 18:00 hasta la 01:00\n\n- Circuito Z1183 desde las 19:00 hasta las 00:00\n\n-Circuito 1453 desde las 19:00 hasta las 23:00",
    "timestamp": 1752794100,
    "timestamp_local": 1752794100
  },
  {
    "id": 22831,
    "fecha": "17 de Jul del 2025 a las 07:03 PM",
    "hora_utc": "2025-07-17 23:03",
    "mensaje": "Información a la población‼️\n👉En estos momentos tenemos 172 MW afectados por déficit de capacidad de generación. \n👉A partir de la compleja situación que presenta el Sistema Eléctrico Nacional (SEN) y por consecuencia el creciente déficit de capacidad de generación no es posible rotar.\n📌En cuanto las condiciones del sistema lo permitan se restablecerán de manera paulatina los circuitos que más tiempo de afectación presenten.\n🔊Los circuitos con mayor afectación en la provincia en estos momentos y por lo tanto los próximos a recibir servicio eléctrico una vez las condiciones lo permitan son los siguientes:\n- Circuito JI 44 que da servicio a Jovellanos pueblo circuito 1.\n-Circuito MI1501 que da servicio a Reparto Camilo. \n- Circuito 4220 que da servicio a Fines, Coliseo, Lagunilla, Ponce, Picadora A Maceo, San Miguel. \n- Circuito JI51 que da servicio a Jovellanos pueblo circuito 2.",
    "timestamp": 1752793401,
    "timestamp_local": 1752793401
  },
  {
    "id": 22829,
    "fecha": "17 de Jul del 2025 a las 06:04 PM",
    "hora_utc": "2025-07-17 22:04",
    "mensaje": "En estos momentos tenemos afectados por déficit de capacidad de generación 162 MW en la provincia.",
    "timestamp": 1752789875,
    "timestamp_local": 1752789875
  },
  {
    "id": 22827,
    "fecha": "17 de Jul del 2025 a las 05:19 PM",
    "hora_utc": "2025-07-17 21:19",
    "mensaje": "En estos momentos tenemos afectados por déficit de capacidad de generación 153 MW en la provincia.",
    "timestamp": 1752787171,
    "timestamp_local": 1752787171
  },
  {
    "id": 22826,
    "fecha": "17 de Jul del 2025 a las 05:06 PM",
    "hora_utc": "2025-07-17 21:06",
    "mensaje": "En estos momentos tenemos afectados por déficit de capacidad de generación 164 MW en la provincia.",
    "timestamp": 1752786388,
    "timestamp_local": 1752786388
  },
  {
    "id": 22825,
    "fecha": "17 de Jul del 2025 a las 04:32 PM",
    "hora_utc": "2025-07-17 20:32",
    "mensaje": "🧐Por qué se puede estar manipulando un circuito?\nSe manipulan los circuitos para garantizar los trabajos de mantenimientos en vías libres, o sea con la línea fría. Ante averías, se aisla la zona de la misma y se manipula para dar servicio al resto de los circuitos que están dentro del radio de la avería antes mencionada. También ante desviaciones de parámetros en subestaciones o algún punto de las redes con manipulaciones que se pueden corregir y así mantener la estabilidad del sistema.",
    "timestamp": 1752784377,
    "timestamp_local": 1752784377
  },
  {
    "id": 22824,
    "fecha": "17 de Jul del 2025 a las 04:30 PM",
    "hora_utc": "2025-07-17 20:30",
    "mensaje": "En estos momentos tenemos afectados por déficit de capacidad de generación 163 MW en la provincia.",
    "timestamp": 1752784200,
    "timestamp_local": 1752784200
  },
  {
    "id": 22823,
    "fecha": "17 de Jul del 2025 a las 04:03 PM",
    "hora_utc": "2025-07-17 20:03",
    "mensaje": "En estos momentos tenemos afectados por déficit de capacidad de generación 168 MW en la provincia.",
    "timestamp": 1752782618,
    "timestamp_local": 1752782618
  },
  {
    "id": 22822,
    "fecha": "17 de Jul del 2025 a las 03:31 PM",
    "hora_utc": "2025-07-17 19:31",
    "mensaje": "📣Sabía usted? \n📌El uso incorrecto o inseguro de la electricidad en la población, constituye una preocupación por las víctimas que cobra. \nDentro de las principales causas de accidente por contacto eléctrico⚡️ están: \n                                                                                                                                                                                                                                                                                                                                                                  ❌La poda o el derribo de frutos de árboles🌳 cercanos a las líneas eléctricas energizadas⚡️. \n❌Tocar cables caídos en el suelo. \n❌El incumplimiento de las regulaciones emitidas por Planificación Física en cuanto a la distancia: límite entre la cubierta de edificaciones y el tendido eléctrico⚡️, lo cual muchas veces ocasiona accidentes al colocar antenas de televisión o hacer otras manipulaciones.\n❌La eliminación de las barreras de protección que limitan el acceso a los cuartos eléctricos⚡️ en casas y edificios, a los cuales pueden acceder niños mientras juegan, así como cuando los hilos que se utilizan para volar cometas(papalotes) se enredan en los cables de las acometidas.\n❌Repara instalaciones eléctricas⚡️ sin el conocimiento, la calificación y las herramientas adecuadas.\n❌Usar piñas eléctricas con exceso de carga conectada, o hacer contacto con equipos electrodomésticos, cuya masa o carcaza no está conectada a tierra física, sobre todo si se manipulan con los pies descalzos o mojados. \n🧐En prever está el arte de salvar.",
    "timestamp": 1752780717,
    "timestamp_local": 1752780717
  },
  {
    "id": 22821,
    "fecha": "17 de Jul del 2025 a las 03:09 PM",
    "hora_utc": "2025-07-17 19:09",
    "mensaje": "En estos momentos nos mantenemos afectados por déficit de capacidad de generación con 154 MW en la provincia.",
    "timestamp": 1752779365,
    "timestamp_local": 1752779365
  },
  {
    "id": 22820,
    "fecha": "17 de Jul del 2025 a las 02:23 PM",
    "hora_utc": "2025-07-17 18:23",
    "mensaje": "En estos momentos tenemos afectados por déficit de capacidad de generación 154 MW en la provincia.",
    "timestamp": 1752776587,
    "timestamp_local": 1752776587
  },
  {
    "id": 22819,
    "fecha": "17 de Jul del 2025 a las 01:23 PM",
    "hora_utc": "2025-07-17 17:23",
    "mensaje": "En estos momentos tenemos afectados por déficit de capacidad de generación 155 MW en la provincia.",
    "timestamp": 1752773031,
    "timestamp_local": 1752773031
  },
  {
    "id": 22818,
    "fecha": "17 de Jul del 2025 a las 12:21 PM",
    "hora_utc": "2025-07-17 16:21",
    "mensaje": "Terminología eléctrica: \n⚠️Disparo automático por frecuencia (DAF).\nUn disparo por frecuencia o Descarga Automática por Frecuencia (DAF) , es una protección que posee el sistema eléctrico para cuando la frecuencia llega a valores mínimos permisibles que ponen en peligro la estabilidad de todo el sistema en su conjunto y provoca una desconexión automática de algunos circuitos hasta que se vuelva a recuperar su valor nominal a 60Hz o ciclos por segundo.",
    "timestamp": 1752769276,
    "timestamp_local": 1752769276
  },
  {
    "id": 22817,
    "fecha": "17 de Jul del 2025 a las 12:19 PM",
    "hora_utc": "2025-07-17 16:19",
    "mensaje": "Disparo por DAF del circuito 4945.",
    "timestamp": 1752769159,
    "timestamp_local": 1752769159
  },
  {
    "id": 22816,
    "fecha": "17 de Jul del 2025 a las 12:05 PM",
    "hora_utc": "2025-07-17 16:05",
    "mensaje": "En estos momentos tenemos afectados por déficit de capacidad de generación 156 MW en la provincia.",
    "timestamp": 1752768355,
    "timestamp_local": 1752768355
  },
  {
    "id": 22815,
    "fecha": "17 de Jul del 2025 a las 10:56 AM",
    "hora_utc": "2025-07-17 14:56",
    "mensaje": "En estos momentos tenemos afectados por déficit de capacidad de generación 150 MW en la provincia.",
    "timestamp": 1752764166,
    "timestamp_local": 1752764166
  }
]