[
  {
    "id": 23596,
    "fecha": "30 de Jul del 2025 a las 03:10 AM",
    "hora_utc": "2025-07-30 07:10",
    "mensaje": "‼️‼️En estos momentos la afectación por déficit de capacidad de generación es de 145 MW en nuestra provincia.",
    "timestamp": 1753859433,
    "timestamp_local": 1753859433
  },
  {
    "id": 23595,
    "fecha": "30 de Jul del 2025 a las 03:09 AM",
    "hora_utc": "2025-07-30 07:09",
    "mensaje": "‼️‼️‼️Los circuitos con mayor afectación en la provincia en estos momentos y por lo tanto los próximos a recibir servicio eléctrico una vez las condiciones lo permitan en las próximas horas en dependencia del comportamiento de la demanda son los siguientes:\n-Circuito 4935 que da servicio a San Pedro, Los Arabos, Colón Este, Central Méjico y Mario Muñoz.\n- Circuito 4220 que da servicio a Fines, Coliseo, Lagunilla, Ponce, Picadora A Maceo, San Miguel.",
    "timestamp": 1753859344,
    "timestamp_local": 1753859344
  },
  {
    "id": 23594,
    "fecha": "30 de Jul del 2025 a las 03:00 AM",
    "hora_utc": "2025-07-30 07:00",
    "mensaje": "📞📞📞 Para reportar cualquier avería comuníquese con el # 18888. Nuestro equipo de atención al cliente trabaja 24 horas manteniendo informada a la población prestando el mejor servicio con gran eficiencia.",
    "timestamp": 1753858854,
    "timestamp_local": 1753858854
  },
  {
    "id": 23593,
    "fecha": "30 de Jul del 2025 a las 02:16 AM",
    "hora_utc": "2025-07-30 06:16",
    "mensaje": "‼️‼️En estos momentos la afectación por déficit de capacidad de generación es de 159 MW en nuestra provincia.",
    "timestamp": 1753856186,
    "timestamp_local": 1753856186
  },
  {
    "id": 23592,
    "fecha": "30 de Jul del 2025 a las 02:15 AM",
    "hora_utc": "2025-07-30 06:15",
    "mensaje": "🐦 ¡Ya puedes comunicarte con nosotros por ToDus!\n\nEstamos más cerca de ti, para ayudarte de forma rápida y directa.\n\n✅ Plataforma 100% cubana.\n✅ Acceso desde el Plan toDus (600 MB x 25.00 cup)\n✅ Atención personalizada a tus dudas y solicitudes.\n✅ Acceso a la conectividad sin dificultad.\n\n💬 Escanea el código QR o únete a través de este enlace:\n🔗 https://chat.todus.cu/card/unemtz\n\n\n#UNEentoDus #toDus #UnidosXCuba #UniónEléctrica #PorCubaJuntosCreamos",
    "timestamp": 1753856159,
    "timestamp_local": 1753856159
  },
  {
    "id": 23591,
    "fecha": "30 de Jul del 2025 a las 01:50 AM",
    "hora_utc": "2025-07-30 05:50",
    "mensaje": "🧐Por qué se puede estar manipulando un circuito?\nSe manipulan los circuitos para garantizar los trabajos de mantenimientos en vías libres, o sea con la línea fría. Ante averías, se aisla la zona de la misma y se manipula para dar servicio al resto de los circuitos que están dentro del radio de la avería antes mencionada. También ante desviaciones de parámetros en subestaciones o algún punto de las redes con manipulaciones que se pueden corregir y así mantener la estabilidad del sistema.",
    "timestamp": 1753854634,
    "timestamp_local": 1753854634
  },
  {
    "id": 23590,
    "fecha": "30 de Jul del 2025 a las 01:11 AM",
    "hora_utc": "2025-07-30 05:11",
    "mensaje": "En estos momentos la afectación por déficit de capacidad de generación es de 163 MW en nuestra provincia.",
    "timestamp": 1753852296,
    "timestamp_local": 1753852296
  },
  {
    "id": 23589,
    "fecha": "30 de Jul del 2025 a las 12:52 AM",
    "hora_utc": "2025-07-30 04:52",
    "mensaje": "‼️‼️‼️Se le informa a la población que nos mantenemos con un  déficit de capacidad de generación de 169 MW en la provincia en estos momentos",
    "timestamp": 1753851143,
    "timestamp_local": 1753851143
  },
  {
    "id": 23588,
    "fecha": "30 de Jul del 2025 a las 12:50 AM",
    "hora_utc": "2025-07-30 04:50",
    "mensaje": "🧏Le recordamos a nuestros clientes que el restablecimiento del servicio estará en función de la disponibilidad que se tenga en la provincia según las condiciones del sistema.",
    "timestamp": 1753851041,
    "timestamp_local": 1753851041
  },
  {
    "id": 23587,
    "fecha": "30 de Jul del 2025 a las 12:49 AM",
    "hora_utc": "2025-07-30 04:49",
    "mensaje": "‼️‼️‼️Los circuitos con mayor afectación en la provincia en estos momentos y por lo tanto los próximos a recibir servicio eléctrico una vez las condiciones lo permitan en las próximas horas en dependencia del comportamiento de la demanda son los siguientes:\n- Circuito 501 que da servicio a 6 de agosto, Manguito, La Montaña, Calimete, Amarillas, Plan de arroz.\nCircuito 4071 que da servicio a Cítrico, La Carlota e Isabel.\n -Circuito 4072 que da servicio a Cítrico y al pueblo de Agramonte mediante el enlace con Yaguaramas perteneciente a la provincia de Cienfuegos.\nCircuito 4074 que da servicio a indio Hatuey, Batey Admiración, San Antonio, La Angelina, Máximo Gómez, Batey el Coloso, Carolina, Santa Rosa, Capitolio, Población de Julio Reyes Cairo, Gratitud, Batey Cuba Libre y la Rueda, Batey y Pollera La Fermina, Acueducto San Vicente, Bombeo Epica, Finca Fortunita y Rolando.\n- Circuito MI1410 y 1406 que dan servicio a Circuito 6 Casco Histórico.",
    "timestamp": 1753850948,
    "timestamp_local": 1753850948
  },
  {
    "id": 23586,
    "fecha": "30 de Jul del 2025 a las 12:11 AM",
    "hora_utc": "2025-07-30 04:11",
    "mensaje": "‼️‼️‼️Se le informa a la población que la provincia presenta una afectación de 169 MW de afectación por déficit de capacidad de generación.",
    "timestamp": 1753848718,
    "timestamp_local": 1753848718
  },
  {
    "id": 23585,
    "fecha": "29 de Jul del 2025 a las 11:50 PM",
    "hora_utc": "2025-07-30 03:50",
    "mensaje": "__✅✅✅RECORDAMOS__ De 12 am a 2 am se restablecerá el servicio en el circuito 4427 que da servicio a Reparto 13 de marzo, circuitos 2 y 3 desde Salud hasta Obispo y desde García hasta Génes, Playa Larga, Smith Comas. Cárdenas",
    "timestamp": 1753847451,
    "timestamp_local": 1753847451
  },
  {
    "id": 23584,
    "fecha": "29 de Jul del 2025 a las 11:19 PM",
    "hora_utc": "2025-07-30 03:19",
    "mensaje": "🧏Le recordamos a nuestros clientes que el restablecimiento del servicio estará en función de la disponibilidad que se tenga en la provincia según las condiciones del sistema.",
    "timestamp": 1753845588,
    "timestamp_local": 1753845588
  },
  {
    "id": 23583,
    "fecha": "29 de Jul del 2025 a las 11:15 PM",
    "hora_utc": "2025-07-30 03:15",
    "mensaje": "‼️‼️‼️Se le informa a la población que la provincia presenta una afectación de 175 MW de afectación por déficit de capacidad de generación.",
    "timestamp": 1753845347,
    "timestamp_local": 1753845347
  },
  {
    "id": 23582,
    "fecha": "29 de Jul del 2025 a las 11:11 PM",
    "hora_utc": "2025-07-30 03:11",
    "mensaje": "‼️‼️‼️MUY IMPORTANTE-  El restablecimiento del servicio eléctrico dependerá del comportamiento de la demanda y la disponibilidad del sistema eléctrico. Una vez se pueda rotar se irán restableciendo de manera paulatina los circuitos que más tiempo de afectación presenten.",
    "timestamp": 1753845119,
    "timestamp_local": 1753845119
  },
  {
    "id": 23581,
    "fecha": "29 de Jul del 2025 a las 10:55 PM",
    "hora_utc": "2025-07-30 02:55",
    "mensaje": "📞📞📞 Para reportar cualquier avería comuníquese con el # 18888. Nuestro equipo de atención al cliente trabaja 24 horas manteniendo informada a la población prestando el mejor servicio con gran eficiencia.",
    "timestamp": 1753844139,
    "timestamp_local": 1753844139
  },
  {
    "id": 23580,
    "fecha": "29 de Jul del 2025 a las 10:40 PM",
    "hora_utc": "2025-07-30 02:40",
    "mensaje": "📣Sabía usted? \n📌El uso incorrecto o inseguro de la electricidad en la población, constituye una preocupación por las víctimas que cobra. \nDentro de las principales causas de accidente por contacto eléctrico⚡️ están:                                                                                                                                                                                                                                                                                                                                                 ❌La poda o el derribo de frutos de árboles🌳 cercanos a las líneas eléctricas energizadas⚡️. \n❌Tocar cables caídos en el suelo. \n❌El incumplimiento de las regulaciones emitidas por Planificación Física en cuanto a la distancia: límite entre la cubierta de edificaciones y el tendido eléctrico⚡️, lo cual muchas veces ocasiona accidentes al colocar antenas de televisión o hacer otras manipulaciones.\n❌La eliminación de las barreras de protección que limitan el acceso a los cuartos eléctricos⚡️ en casas y edificios, a los cuales pueden acceder niños mientras juegan, así como cuando los hilos que se utilizan para volar cometas(papalotes) se enredan en los cables de las acometidas.\n❌Repara instalaciones eléctricas⚡️ sin el conocimiento, la calificación y las herramientas adecuadas.\n❌Usar piñas eléctricas con exceso de carga conectada, o hacer contacto con equipos electrodomésticos, cuya masa o carcaza no está conectada a tierra física, sobre todo si se manipulan con los pies descalzos o mojados. \n🧐En prever está el arte de salvar.",
    "timestamp": 1753843246,
    "timestamp_local": 1753843246
  },
  {
    "id": 23579,
    "fecha": "29 de Jul del 2025 a las 10:20 PM",
    "hora_utc": "2025-07-30 02:20",
    "mensaje": "‼️‼️‼️En estos momentos tenemos una afectación de 179 MW de afectación por déficit de capacidad de generación en la provincia.",
    "timestamp": 1753842033,
    "timestamp_local": 1753842033
  },
  {
    "id": 23578,
    "fecha": "29 de Jul del 2025 a las 09:58 PM",
    "hora_utc": "2025-07-30 01:58",
    "mensaje": "✅✅✅RECORDAMOS de 10 pm y hasta las 12 am se restablecerá el servicio en los circuitos\n_ Circuito 725 (MJ143) Rápido de Versalles, panadería, zona baja de Versalles desde Isabel 1era hasta calle 3era y desde Narciso López hasta calle Unión. \n_ Circuito 725 (MJ 147) Maternidad, Hospital Oncológico, Rebombeo de la Cumbre y desde calle Poza hasta Santa Cristina y desde San Isidro hasta Aranguren.\n-Circuito MI1451 que da servicio a Armando Mestre, Quintanales, Reparto Lozano, Kilómetro.\n- Circuito MI1452 que da servicio a Laboratorio Epidemiología, Tele Centro, Los Mangos.\nDe 12 am a 2 am \n-4427 que da servicio a Reparto 13 de marzo, circuitos 2 y 3 desde Salud hasta Obispo y desde García hasta Génes, Playa Larga, Smith Comas. Cárdenas",
    "timestamp": 1753840690,
    "timestamp_local": 1753840690
  },
  {
    "id": 23577,
    "fecha": "29 de Jul del 2025 a las 09:38 PM",
    "hora_utc": "2025-07-30 01:38",
    "mensaje": "➡️➡️➡️MUY IMPORTANTE --------El restablecimiento del servicio eléctrico dependerá del comportamiento de la demanda y la disponibilidad del sistema eléctrico. Una vez se pueda rotar se irán restableciendo de manera paulatina los circuitos que más tiempo de afectación presenten.",
    "timestamp": 1753839529,
    "timestamp_local": 1753839529
  }
]