[
  {
    "id": 23411,
    "fecha": "27 de Jul del 2025 a las 11:32 AM",
    "hora_utc": "2025-07-27 15:32",
    "mensaje": "⚡📣 Los circuitos con mayor afectación en la provincia, próximos a restablecer el servicio:\n🔌  **Circuito 4074**: que da servicio a Indio Hatuey, Batey Admiración, San Antonio, La Angelina, Máximo Gómez, Batey el\nColoso, Carolina, Santa Rosa, Capitolio, Población de Julio Reyes Cairo, Gratitud, Batey Cuba Libre y la Rueda, Batey y Pollera La Fermina, Acueducto San Vicente,\nBombeo Epica, Finca Fortunita y Rolando. \n🔌  **Circuito 1406 y 1410**:  que da servicio a Casco Histórico.",
    "timestamp": 1753630345,
    "timestamp_local": 1753630345
  },
  {
    "id": 23410,
    "fecha": "27 de Jul del 2025 a las 11:22 AM",
    "hora_utc": "2025-07-27 15:22",
    "mensaje": "🐦 ¡Ya puedes comunicarte con nosotros por ToDus!\n\nEstamos más cerca de ti, para ayudarte de forma rápida y directa.\n\n✅ Plataforma 100% cubana.\n✅ Acceso desde el Plan toDus (600 MB x 25.00 cup)\n✅ Atención personalizada a tus dudas y solicitudes.\n✅ Acceso a la conectividad sin dificultad.\n\n💬 Escanea el código QR o únete a través de este enlace:\n🔗 https://chat.todus.cu/card/unemtz\n\n\n#UNEentoDus #toDus #UnidosXCuba #UniónEléctrica #PorCubaJuntosCreamos",
    "timestamp": 1753629721,
    "timestamp_local": 1753629721
  },
  {
    "id": 23409,
    "fecha": "27 de Jul del 2025 a las 10:35 AM",
    "hora_utc": "2025-07-27 14:35",
    "mensaje": "🔔Si tienen alguna avería eléctrica. Recordamos a nuestros clientes que:🔔\n1. Haga su reporte al Centro de Atención Telefónico mediante el 18888, estamos a su servicio.\n2. Conocer de forma exacta la dirección de su vivienda: número de casa, calle, entre calles, reparto, localidad. 🏠\n3. Ubicar un punto de referencia, que permita llegar hasta su vivienda con mayor rapidez (lugar o persona reconocida en la zona)📍\n4. Anote el número de su reporte para ser utilizado en caso de reclamaciones, o para comprobar el estado del mismo. 📝",
    "timestamp": 1753626946,
    "timestamp_local": 1753626946
  },
  {
    "id": 23408,
    "fecha": "27 de Jul del 2025 a las 09:45 AM",
    "hora_utc": "2025-07-27 13:45",
    "mensaje": "En estos momentos tenemos afectados 101 MW afectados por déficit de capacidad de generación.",
    "timestamp": 1753623946,
    "timestamp_local": 1753623946
  },
  {
    "id": 23407,
    "fecha": "27 de Jul del 2025 a las 09:30 AM",
    "hora_utc": "2025-07-27 13:30",
    "mensaje": "‼️‼️Tenemos una afectación de 108 MW por déficit de capacidad de generación en la provincia.",
    "timestamp": 1753623028,
    "timestamp_local": 1753623028
  },
  {
    "id": 23406,
    "fecha": "27 de Jul del 2025 a las 08:59 AM",
    "hora_utc": "2025-07-27 12:59",
    "mensaje": "🔸Con servicio el circuito **4405 queda servicio a Limonar.**🔸",
    "timestamp": 1753621164,
    "timestamp_local": 1753621164
  },
  {
    "id": 23404,
    "fecha": "27 de Jul del 2025 a las 08:39 AM",
    "hora_utc": "2025-07-27 12:39",
    "mensaje": "‼️Nota informativa‼️. \n\nSituación del SEN para el 27 de julio de 2025.\n\n✅En el día de ayer se afectó el servicio las 24 horas y se mantuvo afectado durante toda la madrugada de hoy. La máxima afectación por déficit de capacidad de generación en el día de ayer fue de 1779 MW a las 20:40 horas, no coincidente con la hora de máxima demanda. La afectación fue superior a lo planificado por que demanda fue superior al pronóstico.\n\n✅La producción de energía de los 23 nuevos parques solares fotovoltaicos fue de 2892 MWh, con 568 MW como máxima potencia entregada en el horario de la media con esta fuente de generación. \n\n✅La disponibilidad del SEN a las 07:00 horas es de 2002 MW  la demanda 3230 MW con 1228 MW afectados por déficit de capacidad, en el horario de la media se estima una afectación de 1050 MW.\n\n✅Las limitaciones en la generación térmica son de 400 MW. \n\nSe encuentran fuera de servicio por combustible                                87 centrales de generación distribuida con 749 MW y 5 motores en la patana de Regla con 40 MW, para un total de 789 MW afectados por esta causa. \n\n✅Para el pico se estima la recuperación de 100 MW en motores de la generación distribuida que están fuera por combustible.\n\n✅Con este pronóstico, en el horario pico se estima una disponibilidad de 2095 MW y una demanda máxima de                   3700 MW, para un déficit de 1605 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectación de 1675 MW en este horario.\n\nUNE-MINEM",
    "timestamp": 1753619976,
    "timestamp_local": 1753619976
  },
  {
    "id": 23403,
    "fecha": "27 de Jul del 2025 a las 08:37 AM",
    "hora_utc": "2025-07-27 12:37",
    "mensaje": "Circuitos no apagables que se afectarán debido al alto déficit:\n\n* Circuitos Z1183, Z130 y JI48 se afectarán de 11:00 a 13:00\n\n* Circuitos JI48, Z1183 y CI 185 se afectarán de 18:00 a 01:00\n\n* Circuito Z130, se afectará de 20:00 a 00:00\n\n* Circuito 5223 se afectará de 20:00 a 02:00\n\n\nAl amanecer:\n* Circuito CI185 se afectará de 04:00 a 07:00",
    "timestamp": 1753619841,
    "timestamp_local": 1753619841
  },
  {
    "id": 23402,
    "fecha": "27 de Jul del 2025 a las 08:33 AM",
    "hora_utc": "2025-07-27 12:33",
    "mensaje": "Se encuentra afectado por transformador dañado: \n·         Matanzas: Calle 200 e/ 151 y 153. Afectando a 65 viviendas.\n·        Jaguey: San Juaquín. Afectados 17 clientes.\n·        Jovellanos: Finca Arrieta. Afectados 6 clientes.",
    "timestamp": 1753619630,
    "timestamp_local": 1753619630
  },
  {
    "id": 23401,
    "fecha": "27 de Jul del 2025 a las 08:25 AM",
    "hora_utc": "2025-07-27 12:25",
    "mensaje": "🔔Al cierre de las 08: 20am del día 27 de julio se encuentran 158 quejas\npendientes en el sistema. El desglose por municipio es el siguiente: \n \n 🔸Matanzas:115\n\n🔸Cárdenas: 6\n\n🔸Jovellanos: 23\n\n🔸Perico: 6\n\n🔸Colón: 0\n\n🔸Los\nArabos: 0\n🔸Calimete: 0\n\n🔸Martí: 1\n\n🔸Jagüey\nGrande:  3\n🔸Ciénaga: 1\n\n🔸Betancourt: 2\n\n🔸Unión\nde Reyes: 1\n🔸Limonar: 0\n\n🔸Varadero: 0\n\n \nNuestros Linieros ⚡️👷 no descansarán hasta que todos los clientes con quejas pendientes estén con\nservicio.‼️",
    "timestamp": 1753619106,
    "timestamp_local": 1753619106
  },
  {
    "id": 23400,
    "fecha": "27 de Jul del 2025 a las 08:20 AM",
    "hora_utc": "2025-07-27 12:20",
    "mensaje": "‼️‼️‼️ Los circuitos con mayor afectación en la provincia en estos momentos y por lo tanto los próximos a recibir servicio\neléctrico una vez las condiciones lo permitan son los siguientes:  **- Circuito 4819 que da servicio a Poblado da Carlos Rojas. Circuito** **Z1139 que da servicio a Guásimas y oficinas del petróleo. -** **Circuito** JI51** que da servicio a Jovellanos pueblo circuito 2.**\n**- Circuito** JI 44** que da servicio a Jovellanos pueblo circuito 1.**",
    "timestamp": 1753618810,
    "timestamp_local": 1753618810
  },
  {
    "id": 23399,
    "fecha": "27 de Jul del 2025 a las 08:06 AM",
    "hora_utc": "2025-07-27 12:06",
    "mensaje": "‼️‼️Tenemos una afectación de 113 MW por déficit de capacidad de generación en la provincia.",
    "timestamp": 1753618019,
    "timestamp_local": 1753618019
  },
  {
    "id": 23398,
    "fecha": "27 de Jul del 2025 a las 07:13 AM",
    "hora_utc": "2025-07-27 11:13",
    "mensaje": "📣Sabía usted? \n📌El uso incorrecto o inseguro de la electricidad en la población, constituye una preocupación por las víctimas que cobra. \nDentro de las principales causas de accidente por contacto eléctrico⚡️ están:                                                                                                                                                                                                                                                                                                                                                             ❌La poda o el derribo de frutos de árboles🌳 cercanos a las líneas eléctricas energizadas⚡️. \n❌Tocar cables caídos en el suelo. \n❌El incumplimiento de las regulaciones emitidas por Planificación Física en cuanto a la distancia: límite entre la cubierta de edificaciones y el tendido eléctrico⚡️, lo cual muchas veces ocasiona accidentes al colocar antenas de televisión o hacer otras manipulaciones.\n❌La eliminación de las barreras de protección que limitan el acceso a los cuartos eléctricos⚡️ en casas y edificios, a los cuales pueden acceder niños mientras juegan, así como cuando los hilos que se utilizan para volar cometas(papalotes) se enredan en los cables de las acometidas.\n❌Repara instalaciones eléctricas⚡️ sin el conocimiento, la calificación y las herramientas adecuadas.\n❌Usar piñas eléctricas con exceso de carga conectada, o hacer contacto con equipos electrodomésticos, cuya masa o carcaza no está conectada a tierra física, sobre todo si se manipulan con los pies descalzos o mojados. \n🧐En prever está el arte de salvar.",
    "timestamp": 1753614799,
    "timestamp_local": 1753614799
  },
  {
    "id": 23397,
    "fecha": "27 de Jul del 2025 a las 06:53 AM",
    "hora_utc": "2025-07-27 10:53",
    "mensaje": "En estos momentos nos mantenemos con 125 MW afectados por déficit de capacidad de generación. \nEn cuanto las condiciones del sistema lo permitan se restablecerán de manera paulatina los circuitos que más tiempo de afectación presenten",
    "timestamp": 1753613627,
    "timestamp_local": 1753613627
  },
  {
    "id": 23396,
    "fecha": "27 de Jul del 2025 a las 06:05 AM",
    "hora_utc": "2025-07-27 10:05",
    "mensaje": "‼️‼️Tenemos una afectación de 120 MW por déficit de capacidad de generación en la provincia.",
    "timestamp": 1753610742,
    "timestamp_local": 1753610742
  },
  {
    "id": 23395,
    "fecha": "27 de Jul del 2025 a las 04:12 AM",
    "hora_utc": "2025-07-27 08:12",
    "mensaje": "‼️‼️‼️Tenemos una afectación de 112MW por déficit de capacidad de generación en la provincia.",
    "timestamp": 1753603951,
    "timestamp_local": 1753603951
  },
  {
    "id": 23394,
    "fecha": "27 de Jul del 2025 a las 04:00 AM",
    "hora_utc": "2025-07-27 08:00",
    "mensaje": "🐦 ¡Ya estamos en ToDus!\n\nAhora puedes comunicarte con nosotros de forma más rápida, directa y económica.\n\n✅ Plataforma 100% cubana\n✅ Acceso desde el Plan toDus (600 MB x 25.00 cup)\n✅ Atención a tus dudas y solicitudes\n✅ Acceso a la conectividad sin dificultades\n\n💬 Escanea el código QR o únete a través de este enlace:\n🔗 https://chat.todus.cu/card/unemtz\n\n\n#UNEentoDus #toDus #UnidosXCuba #UniónEléctrica #PorCubaJuntosCreamos",
    "timestamp": 1753603227,
    "timestamp_local": 1753603227
  },
  {
    "id": 23393,
    "fecha": "27 de Jul del 2025 a las 03:07 AM",
    "hora_utc": "2025-07-27 07:07",
    "mensaje": "‼️‼️‼️Tenemos una afectación de 134 MW por déficit de capacidad de generación en la provincia.",
    "timestamp": 1753600040,
    "timestamp_local": 1753600040
  },
  {
    "id": 23392,
    "fecha": "27 de Jul del 2025 a las 02:41 AM",
    "hora_utc": "2025-07-27 06:41",
    "mensaje": "**Terminología eléctrica:\n**\n**⚠Disparo automático por frecuencia (DAF).\n**\n**Un disparo por frecuencia o Descarga Automática por Frecuencia (DAF) , es una protección que posee el sistema eléctrico para cuando la frecuencia llega a valores mínimos permisibles que ponen en peligro la estabilidad de todo el sistema en su conjunto y provoca una desconexión automática de algunos circuitos hasta que se vuelva a recuperar su valor nominal a 60Hz o ciclos por segundo.\n Ante cualquier anomalía con el servicio eléctrico, usted debe llamar al 18888 y reportar la queja. Las operadoras en línea deben darle un número de reporte, guárdelo por si necesita llamar nuevamente para saber en qué proceso se encuentra la misma.**",
    "timestamp": 1753598514,
    "timestamp_local": 1753598514
  },
  {
    "id": 23391,
    "fecha": "27 de Jul del 2025 a las 01:27 AM",
    "hora_utc": "2025-07-27 05:27",
    "mensaje": "‼️‼️‼️Tenemos una afectación de 152 MW por déficit de capacidad de generación en la provincia.",
    "timestamp": 1753594050,
    "timestamp_local": 1753594050
  }
]