[
  {
    "id": 23366,
    "fecha": "26 de Jul del 2025 a las 04:49 PM",
    "hora_utc": "2025-07-26 20:49",
    "mensaje": "♦️Recordamos a nuestros clientes:\n1. Si presenta o conoce alguna avería, haga su reporte al Centro de Atención Telefónico mediante el 18888, estamos a su servicio.\n2. Conocer de forma exacta la dirección de su vivienda (número de casa, calle, entre calles, reparto, localidad)\n3. Ubicar un punto de referencia, que permita llegar hasta su vivienda con mayor rapidez (lugar o persona reconocida en la zona)\n4. Anote el número de su reporte para ser utilizado en caso de reclamaciones, o para comprobar el estado del mismo.",
    "timestamp": 1753562942,
    "timestamp_local": 1753562942
  },
  {
    "id": 23364,
    "fecha": "26 de Jul del 2025 a las 04:18 PM",
    "hora_utc": "2025-07-26 20:18",
    "mensaje": "Los circuitos con mayor afectación en la provincia en estos momentos y por lo tanto los próximos a recibir servicio eléctrico una vez las condiciones lo permitan son los siguientes:  \n- Circuito 4819 que da servicio a Poblado da Carlos Rojas.  - Circuito 4985 que da servicio a Poblado de Cantel, Guásimas, Finca Vega, Santa Martha desde el Policlínico hasta la Lavandería y por vía rápida hasta Villa Nicaragua, Humberto Alvarez, Pozos de Petróleo los Canteles, Pozos Petróleo camino el basurero Santa Marta CI140,160,278,170. \n El restablecimiento del servicio eléctrico dependerá del comportamiento de la demanda y la disponibilidad del sistema eléctrico. Una vez se pueda rotar se irán restableciendo de manera paulatina los circuitos que más tiempo de afectación presenten.",
    "timestamp": 1753561113,
    "timestamp_local": 1753561113
  },
  {
    "id": 23363,
    "fecha": "26 de Jul del 2025 a las 04:11 PM",
    "hora_utc": "2025-07-26 20:11",
    "mensaje": "✅✅✅Estimados clientes, recuerden ante cables en el suelo o a poca altura, no tocarlos y crear alguna señalización para evitar accidentes ante la espera del carro de guardia.",
    "timestamp": 1753560661,
    "timestamp_local": 1753560661
  },
  {
    "id": 23362,
    "fecha": "26 de Jul del 2025 a las 04:07 PM",
    "hora_utc": "2025-07-26 20:07",
    "mensaje": "‼️‼️Informamos Avería Solucionada: - Circuito 4814 que da servicio a Jaime López.",
    "timestamp": 1753560432,
    "timestamp_local": 1753560432
  },
  {
    "id": 23361,
    "fecha": "26 de Jul del 2025 a las 04:02 PM",
    "hora_utc": "2025-07-26 20:02",
    "mensaje": "En estos momentos tenemos afectados 100 MW  por déficit de capacidad de generación.",
    "timestamp": 1753560140,
    "timestamp_local": 1753560140
  },
  {
    "id": 23360,
    "fecha": "26 de Jul del 2025 a las 01:37 PM",
    "hora_utc": "2025-07-26 17:37",
    "mensaje": "‼‼Actualizamos la situación de las Averías: Solucionada -Circuito 4935 que da servicio a San Pedro, Los Arabos, Colón Este, Central Méjico y Mario Muñoz.  4074 que da servicio aIndio Hatuey, Batey Admiración, San Antonio, La Angelina, Máximo Gómez, Batey‼",
    "timestamp": 1753551455,
    "timestamp_local": 1753551455
  },
  {
    "id": 23359,
    "fecha": "26 de Jul del 2025 a las 01:24 PM",
    "hora_utc": "2025-07-26 17:24",
    "mensaje": "La Guásima, 25 clientes",
    "timestamp": 1753550680,
    "timestamp_local": 1753550680
  },
  {
    "id": 23358,
    "fecha": "26 de Jul del 2025 a las 01:21 PM",
    "hora_utc": "2025-07-26 17:21",
    "mensaje": "Los circuitos con mayor afectación en la provincia en estos momentos y por lo tanto los próximos a recibir servicio\neléctrico una vez las condiciones lo permitan son los siguientes:  \n**- Circuito MI1410 que da servicio a Circuito 6 Casco Histórico.\n. -Circuito 1406 que da servicio a Casco\nHistórico.**\n**-Circuito MI1456 que da servicio a Calzada de San Luis hasta Parque Maceo y La Jaiba\n.- Circuito MI1454 que da servicio a\nCOMPOSTELA.**\n**El restablecimiento del servicio eléctrico dependerá del comportamiento de la demanda y la disponibilidad del sistema\neléctrico. Una vez se pueda rotar se irán restableciendo de manera paulatina los circuitos que más tiempo de afectación presenten.**",
    "timestamp": 1753550463,
    "timestamp_local": 1753550463
  },
  {
    "id": 23357,
    "fecha": "26 de Jul del 2025 a las 12:54 PM",
    "hora_utc": "2025-07-26 16:54",
    "mensaje": "En estos momentos tenemos afectados 96 MW  por déficit de capacidad de generación.",
    "timestamp": 1753548869,
    "timestamp_local": 1753548869
  },
  {
    "id": 23356,
    "fecha": "26 de Jul del 2025 a las 12:12 PM",
    "hora_utc": "2025-07-26 16:12",
    "mensaje": "En estos momentos tenemos afectados 106 MW  por déficit de capacidad de generación.",
    "timestamp": 1753546344,
    "timestamp_local": 1753546344
  },
  {
    "id": 23355,
    "fecha": "26 de Jul del 2025 a las 12:11 PM",
    "hora_utc": "2025-07-26 16:11",
    "mensaje": "¿Cómo comunicarme conla Empresa Eléctrica de Matanzas💡 🔌? \n\n📞 Llamando al 18888.\n💻 Enviando un correo a la dirección: población@elecmtz.une.cu \n☎ Contactando vía telefónica a la oficina provincial de\natención al cliente en el horario de 8:30 a.m. a 5:00 p.m. al teléfono 45245033extensión 8645.\n\n📲Escribiendo a nuestro perfil en\nFacebook: Empresa Eléctrica Matanzas.",
    "timestamp": 1753546290,
    "timestamp_local": 1753546290
  },
  {
    "id": 23354,
    "fecha": "26 de Jul del 2025 a las 11:21 AM",
    "hora_utc": "2025-07-26 15:21",
    "mensaje": "En estos momentos tenemos afectados 112 MW  por déficit de capacidad de generación.",
    "timestamp": 1753543261,
    "timestamp_local": 1753543261
  },
  {
    "id": 23353,
    "fecha": "26 de Jul del 2025 a las 10:46 AM",
    "hora_utc": "2025-07-26 14:46",
    "mensaje": "🐦 ¡Ya estamos en ToDus!\n\nAhora puedes comunicarte con nosotros de forma más rápida, directa y económica.\n\n✅ Plataforma 100% cubana\n✅ Acceso desde el Plan toDus (600 MB x 25.00 cup)\n✅ Atención a tus dudas y solicitudes\n✅ Acceso a la conectividad sin dificultades\n\n💬 Escanea el código QR o únete a través de este enlace:\n🔗 https://chat.todus.cu/card/unemtz\n\n\n#UNEentoDus #toDus #UnidosXCuba #UniónEléctrica #PorCubaJuntosCreamos",
    "timestamp": 1753541191,
    "timestamp_local": 1753541191
  },
  {
    "id": 23352,
    "fecha": "26 de Jul del 2025 a las 09:53 AM",
    "hora_utc": "2025-07-26 13:53",
    "mensaje": "**‼‼‼Los circuitos con mayor afectación en la provincia en estos momentos y por lo tanto los próximos a\nrecibir servicio eléctrico una vez las condiciones lo permitan son los siguientes:  Circuito MI5660 que da servicio a Güira-Betancourt.**",
    "timestamp": 1753538012,
    "timestamp_local": 1753538012
  },
  {
    "id": 23351,
    "fecha": "26 de Jul del 2025 a las 09:44 AM",
    "hora_utc": "2025-07-26 13:44",
    "mensaje": "‼️‼️‼️Tenemos una afectación de 104 MW por déficit de capacidad de generación en la provincia.",
    "timestamp": 1753537484,
    "timestamp_local": 1753537484
  },
  {
    "id": 23350,
    "fecha": "26 de Jul del 2025 a las 09:38 AM",
    "hora_utc": "2025-07-26 13:38",
    "mensaje": "Circuitos no apagables que se afectarán debido al alto déficit:\n\n* Circuitos Z1183, Z130, JI48 y MI1453 se afectarán de 11:00 a 13:00\n\n* Circuitos JI48, Z1183, MI1453 y CI 185 se afectarán de 18:00 a 01:00\n\n* Circuito Z130, se afectará de 20:00 a 00:00\n\n* Circuito 5223 se afectará de 20:00 a 02:00\n\n\nAl amanecer:\n* Circuito CI185 se afectará de 04:00 a 07:00",
    "timestamp": 1753537122,
    "timestamp_local": 1753537122
  },
  {
    "id": 23349,
    "fecha": "26 de Jul del 2025 a las 09:27 AM",
    "hora_utc": "2025-07-26 13:27",
    "mensaje": "‼️Nota informativa‼️ \n\nSituación del SEN para el 26 de julio de 2025.\n\n✅En el día de ayer se afectó el servicio las 24 horas y se mantuvo afectado durante toda la madrugada de hoy. La máxima afectación por déficit de capacidad de generación en el día de ayer fue de 1753 MW a las 21:20 horas, coincidente con la hora de máxima demanda. La afectación fue superior a lo planificado por la no entrada de la unidad 5 de la CTE Mariel y demanda superior al pronóstico.\n\n✅La producción de energía de los 23 nuevos parques solares fotovoltaicos fue de 2685 MWh, con 458 MW como máxima potencia entregada en el horario de la media con esta fuente de generación. \n\n✅La disponibilidad del SEN a las 07:00 horas es de 1930 MW  la demanda 3160 MW con 1259 MW afectados por déficit de capacidad, en el horario de la media se estima una afectación de 1180 MW.\n\n✅Las limitaciones en la generación térmica son de 362 MW. \n\n✅Se encuentran fuera de servicio por combustible                                86 centrales de generación distribuida con 733 MW y 5 motores en la patana de Regla con 40 MW, para un total de 773 MW afectados por esta causa. \n\n✅Para el pico se estima la recuperación de 100 MW en motores de la generación distribuida que están fuera por combustible, y la entrada de la unidad 5 de la CTE Mariel con 60 MW.\n\n✅Con este pronóstico, en el horario pico se estima una disponibilidad de 2090 MW y una demanda máxima de                   3650 MW, para un déficit de 1560 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectación de 1630 MW en este horario.\n\nUNE-MINEM",
    "timestamp": 1753536435,
    "timestamp_local": 1753536435
  },
  {
    "id": 23348,
    "fecha": "26 de Jul del 2025 a las 09:24 AM",
    "hora_utc": "2025-07-26 13:24",
    "mensaje": "‼️‼️‼️Tenemos una afectación de 114 MW por déficit de capacidad de generación en la provincia.",
    "timestamp": 1753536246,
    "timestamp_local": 1753536246
  },
  {
    "id": 23347,
    "fecha": "26 de Jul del 2025 a las 09:20 AM",
    "hora_utc": "2025-07-26 13:20",
    "mensaje": "🔔🔔Los circuitos con mayor afectación en la provincia en estos momentos y por lo tanto los próximos a recibir servicio eléctrico una vez las condiciones lo permitan son los siguientes:  **- Circuito 4480 que da servicio a Cítricoy Jagüey circuitos 1 y 2. 1510Santa Martha desdeel policlínico hasta la lavandería. -** **Circuito 4071 que da servicio a Cítrico, La Carlota e Isabel.  - Circuito** **Z1139 que da servicio a Guásimas y oficinas del petróleo.**",
    "timestamp": 1753536025,
    "timestamp_local": 1753536025
  }
]