[
  {
    "id": 42206,
    "fecha": "25 de Jul del 2025 a las 01:34 PM",
    "hora_utc": "2025-07-25 17:34",
    "mensaje": "Se les informa a nuestros clientes que se afecta por D茅ficit de Capacidad de Generaci贸n el circuito El Alambre, y l铆nea El Pilar.",
    "timestamp": 1753464892,
    "timestamp_local": 1753464892
  },
  {
    "id": 42205,
    "fecha": "25 de Jul del 2025 a las 01:19 PM",
    "hora_utc": "2025-07-25 17:19",
    "mensaje": "Se les informa a nuestros clientes que se afecta por D茅ficit de Capacidad de Generaci贸n el circuito Palma Oeste.",
    "timestamp": 1753463981,
    "timestamp_local": 1753463981
  },
  {
    "id": 42204,
    "fecha": "25 de Jul del 2025 a las 12:37 PM",
    "hora_utc": "2025-07-25 16:37",
    "mensaje": "Se les informa a nuestros clientes que se afecta por D茅ficit de Capacidad de Generaci贸n el circuito 4 de Palma .",
    "timestamp": 1753461435,
    "timestamp_local": 1753461435
  },
  {
    "id": 42203,
    "fecha": "25 de Jul del 2025 a las 12:27 PM",
    "hora_utc": "2025-07-25 16:27",
    "mensaje": "硷Nota informativa硷. \n\nSituaci贸n del SEN para el 25 de julio de 2025.\n\nEn el d铆a de ayer se afect贸 el servicio las 24 horas y se mantuvo afectado durante toda la madrugada de hoy. La m谩xima afectaci贸n por d茅ficit de capacidad de generaci贸n en el d铆a de ayer fue de 1848 MW a las 21:30 horas, coincidente con la hora de m谩xima demanda. La afectaci贸n fue superior a lo planificado por la no entrada de la unidad de la CTE Guiteras.\n\nLa producci贸n de energ铆a de los 23 nuevos parques solares fotovoltaicos fue de 2265 MWh, con 472 MW como m谩xima potencia entregada en el horario de la media con esta fuente de generaci贸n. \n\nLa disponibilidad del SEN a las 07:00 horas es de 1890 MW  la demanda 3210 MW con 1333 MW afectados por d茅ficit de capacidad, en el horario de la media se estima una afectaci贸n de 1300 MW.\n\nLas limitaciones en la generaci贸n t茅rmica son de 491 MW. \n\nSe encuentran fuera de servicio por combustible                                89 centrales de generaci贸n distribuida con 759 MW y 5 motores en la patana de Regla con 40 MW, para un total de 799 MW afectados por esta causa. \n\nPara el pico se estima la recuperaci贸n de 100 MW en motores de la generaci贸n distribuida que est谩n fuera por combustible,  la entrada de la unidad 3 de la CTE Rent茅 con 60 MW y la entrada de la unidad 5 de la CTE Mariel con 60 MW.\n\nCon este pron贸stico, en el horario pico se estima una disponibilidad de 2110 MW y una demanda m谩xima de                   3500 MW, para un d茅ficit de 1390 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 1460 MW en este horario.\n\nUNE-MINEM",
    "timestamp": 1753460834,
    "timestamp_local": 1753460834
  },
  {
    "id": 42202,
    "fecha": "25 de Jul del 2025 a las 12:04 PM",
    "hora_utc": "2025-07-25 16:04",
    "mensaje": "Se les informa a nuestros clientes que se afecta por D茅ficit de Capacidad de Generaci贸n el circuito 2 de Santiago.",
    "timestamp": 1753459458,
    "timestamp_local": 1753459458
  },
  {
    "id": 42201,
    "fecha": "25 de Jul del 2025 a las 11:54 AM",
    "hora_utc": "2025-07-25 15:54",
    "mensaje": "Manipulaciones:\nAcci贸n que se realizan en los circuitos para dar paso al trabajo en zonas afectadas por aver铆as o V铆a Libre y posteriormente para restablecer el servicio el茅ctrico en los circuitos que se encontraban afectados y en los que se trabaja con anterioridad, luego de culminadas las labores pertinentes.",
    "timestamp": 1753458865,
    "timestamp_local": 1753458865
  },
  {
    "id": 42200,
    "fecha": "25 de Jul del 2025 a las 11:54 AM",
    "hora_utc": "2025-07-25 15:54",
    "mensaje": "Se les informa a nuestros clientes que se afecta por una manipulaci贸n el circuito 13 de Santiago para reponer un fuse al aire.",
    "timestamp": 1753458851,
    "timestamp_local": 1753458851
  },
  {
    "id": 42199,
    "fecha": "25 de Jul del 2025 a las 11:27 AM",
    "hora_utc": "2025-07-25 15:27",
    "mensaje": "Se les informa a nuestros clientes que se afecta por D茅ficit de Capacidad de Generaci贸n los el circuito 21 de Santiago y la l铆nea Gl7064 Guama .",
    "timestamp": 1753457236,
    "timestamp_local": 1753457236
  },
  {
    "id": 42198,
    "fecha": "25 de Jul del 2025 a las 11:15 AM",
    "hora_utc": "2025-07-25 15:15",
    "mensaje": "Se les informa a nuestros clientes que se afecta por D茅ficit de Capacidad de Generaci贸n el circuito 2 de Palma .",
    "timestamp": 1753456509,
    "timestamp_local": 1753456509
  },
  {
    "id": 42196,
    "fecha": "25 de Jul del 2025 a las 09:05 AM",
    "hora_utc": "2025-07-25 13:05",
    "mensaje": " Les seguiremos informando a trav茅s de nuestro canal de Telegram sobre la situaci贸n de la Disponibilidad del Sistema en nuestra provincia.",
    "timestamp": 1753448703,
    "timestamp_local": 1753448703
  },
  {
    "id": 42195,
    "fecha": "25 de Jul del 2025 a las 07:46 AM",
    "hora_utc": "2025-07-25 11:46",
    "mensaje": "Estimados clientes, a partir de la compleja situaci贸n que presenta el Sistema Electro Energ茅tico Nacional (SEN), con las afectaciones por D茅ficit de Capacidad de Generaci贸n, el Centro de Atenci贸n Telef贸nica al Cliente 18888 se encuentra recibiendo a la vez muchas llamadas de toda la provincia, lo que ocasiona congesti贸n en la pizarra. Si no puede comunicar int茅ntelo nuevamente hasta ser atendido. Gracias.",
    "timestamp": 1753443968,
    "timestamp_local": 1753443968
  },
  {
    "id": 42193,
    "fecha": "25 de Jul del 2025 a las 06:05 AM",
    "hora_utc": "2025-07-25 10:05",
    "mensaje": "Estimados clientes, se les reitera que el comportamiento de las afectaciones el茅ctricas y el restablecimiento del servicio, estar谩 en dependencia de la situaci贸n que presente el Sistema Electroenerg茅tico Nacional.",
    "timestamp": 1753437956,
    "timestamp_local": 1753437956
  },
  {
    "id": 42191,
    "fecha": "25 de Jul del 2025 a las 05:58 AM",
    "hora_utc": "2025-07-25 09:58",
    "mensaje": " Estimados clientes se le informa que en estos momentos est谩n afectados por D茅ficit de Capacidad de Generaci贸n los circuitos 11 y 23",
    "timestamp": 1753437519,
    "timestamp_local": 1753437519
  },
  {
    "id": 42190,
    "fecha": "25 de Jul del 2025 a las 05:36 AM",
    "hora_utc": "2025-07-25 09:36",
    "mensaje": " Estimados clientes se le informa que en estos momentos est谩n afectados por D茅ficit de Capacidad de Generaci贸n los circuitos 1y 2 de Contramaestre y ramal Baire - III Frente",
    "timestamp": 1753436194,
    "timestamp_local": 1753436194
  },
  {
    "id": 42189,
    "fecha": "25 de Jul del 2025 a las 04:16 AM",
    "hora_utc": "2025-07-25 08:16",
    "mensaje": " Estimados clientes se le informa que en estos momentos est谩n afectados por D茅ficit de Capacidad de Generaci贸n el circuito 14 seccionalizado",
    "timestamp": 1753431366,
    "timestamp_local": 1753431366
  },
  {
    "id": 42188,
    "fecha": "25 de Jul del 2025 a las 02:23 AM",
    "hora_utc": "2025-07-25 06:23",
    "mensaje": " Estimados clientes se le informa que en estos momentos est谩n afectados por D茅ficit de Capacidad de Generaci贸n los circuitos San Juan, 21 y 22",
    "timestamp": 1753424593,
    "timestamp_local": 1753424593
  },
  {
    "id": 42187,
    "fecha": "25 de Jul del 2025 a las 01:42 AM",
    "hora_utc": "2025-07-25 05:42",
    "mensaje": " Estimados clientes se le informa que en estos momentos est谩n afectados por D茅ficit de Capacidad de Generaci贸n los circuitos 7, 8, 16, 25, 2 de Palma, 4 de Palma, l铆nea 5380 Mella y l铆nea 5390 La Maya - II Frente",
    "timestamp": 1753422145,
    "timestamp_local": 1753422145
  }
]