[
  {
    "id": 1034,
    "date": "2024-10-13 11:53",
    "text": "硷Nota informativa硷 \n\nSituaci贸n del SEN para el 13 de octubre de 2024.\n\nEn el d铆a de ayer se afect贸 el servicio por d茅ficit de capacidad de generaci贸n desde las 06:10 horas, sin posibilidad de restablecer el servicio.\n\nLa m谩xima afectaci贸n por d茅ficit de capacidad de generaci贸n en el horario pico fue de 1278 MW a las 19:30 horas, coincidente con el horario pico.\n\nLa disponibilidad del SEN a las 07:00 horas es de 1900 MW la demanda 2580 MW, con 660 MW afectado por d茅ficit de capacidad. En el horario de la media se estima una afectaci贸n por d茅ficit de 980 MW.\n\nSe encuentra en aver铆a la unidad 5 de la CTE Nuevitas y la unidad 2 de la CTE Felton. En mantenimiento se encuentra la unidad 2 de la CTE Santa Cruz y la unidad 5 de la CTE Rent茅.\n\nLas limitaciones en la generaci贸n t茅rmica son de 540 MW. \n\nSe encuentran fuera de servicio por combustible  558 MW, de ellos 350 MW en 46 centrales de generaci贸n distribuida y 208 MW en las Patanas de Melones y Santiago de Cuba.\n\nSe estima para la hora pico la entrada de 10 motores de la Patana de Melones con 170 MW y la recuperaci贸n de 100 MW de generaci贸n distribuida que se encuentran fuera por combustible.\nCon este pron贸stico se estima una disponibilidad de 2070 MW y una demanda m谩xima de 3300 MW, para un d茅ficit de                    1230 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 1300 MW en este horario.\n\nUNE-MINEM",
    "timestamp": 1728820416
  },
  {
    "id": 1033,
    "date": "2024-10-09 11:56",
    "text": "硷Nota informativa硷. \n\nSituaci贸n del SEN para el 9 de octubre de 2024.\n\nEn el d铆a de ayer se afect贸 el servicio por d茅ficit de capacidad de generaci贸n las 24 horas del dia y se ha mantenido durante toda la madrugada de hoy.\n\nLa m谩xima afectaci贸n por d茅ficit de capacidad de generaci贸n en el horario pico fue de 1140 MW a las 20:00 horas, no coincidente con el horario pico. \n\nLa disponibilidad del SEN a las 07:00 horas es de 2280 MW la demanda 2450 MW, con 203 MW afectado por d茅ficit de capacidad y 23 MW afectados por las malas condiciones del tiempo en el occidente del pa铆s. En el horario de la media se estima una afectaci贸n por d茅ficit de 550 MW.\n\nSe encuentra en aver铆a la unidad 8 de Mariel y la unidad 2 de la CTE Felton. En mantenimiento se encuentra la unidad 2 de la CTE Santa Cruz y la unidad 5 de la CTE Rent茅. \n\nLas limitaciones en la generaci贸n t茅rmica son de 550 MW. \n\nSe encuentran fuera de servicio por combustible                             35 centrales de generaci贸n distribuida, con 187 MW afectados por esta causa.\n\nSe estima para la hora pico una disponibilidad de 2280 MW y una demanda m谩xima de 3350 MW, para un d茅ficit de                    1070 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 1140 MW en este horario.\n\nUNE-MINEM",
    "timestamp": 1728475002
  },
  {
    "id": 1032,
    "date": "2024-10-08 11:47",
    "text": "硷Nota informativa硷. \n\nSituaci贸n del SEN para el 8 de octubre de 2024.\n\nEn el d铆a de ayer se afect贸 el servicio por d茅ficit de capacidad de generaci贸n las 24 horas del dia y se ha mantenido durante toda la madrugada de hoy.\n\nLa m谩xima afectaci贸n por d茅ficit de capacidad de generaci贸n en el horario pico fue de 1363 MW a las 20:20 horas, no coincidente con el horario pico. Superior a lo previsto por demanda superior a lo planificado.\n\nLa disponibilidad del SEN a las 07:00 horas es de 2100 MW la demanda 2565 MW, con 500 MW afectado por d茅ficit de capacidad. En el horario de la media se estima una afectaci贸n por d茅ficit de 750 MW.\n\nSe encuentra en aver铆a las unidades 5 y 8 de Mariel y la unidad 2 de la CTE Felton. En mantenimiento se encuentra la unidad 2 de la CTE Santa Cruz y la unidad 5 de la CTE Rent茅. \n\nLas limitaciones en la generaci贸n t茅rmica son de 553 MW. \n\nSe encuentran fuera de servicio por combustible                             38 centrales de generaci贸n distribuida, as铆 como la Patana de Regla y la Patana de Santiago de Cuba para un total de                265 MW, de ellos 170 MW en grupos distribuidos y 95 MW en la Patanas.\n\nPara el pico se estima la entrada de la unidad 5 de la CTE Mariel con 70 MW (en proceso de arranque), la entrada de la Patana de Regla con 45 MW y la entrada de la Patana de Santiago de Cuba con 50 MW.\n\nCon este pron贸stico, se estima para la hora pico una disponibilidad de 2265 MW y una demanda m谩xima de                    3350 MW, para un d茅ficit de 1085 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 1155 MW en este horario.\n\nUNE-MINEM",
    "timestamp": 1728388064
  },
  {
    "id": 1031,
    "date": "2024-10-06 12:07",
    "text": "硷Nota informativa硷. \n\nSituaci贸n del SEN para el 6 de octubre de 2024.\n\nEn el d铆a de ayer se afect贸 el servicio por d茅ficit de capacidad de generaci贸n las 24 horas del d铆a y se ha mantenido durante toda la madrugada de hoy.\n\nLa m谩xima afectaci贸n por d茅ficit de capacidad de generaci贸n en el horario pico fue de 1487 MW a las 20:00 horas, coincidente con el horario pico. Superior a lo planificado por salida por emergencia de la unidad 1 de la CTE Santa Cruz, salida de l铆nea de la Planta de Energ谩s Jaruco por condiciones climatol贸gicas y limitaci贸n de carga de la unidad 3 de la CTE Cienfuegos.              \n\nLa m谩xima afectaci贸n por d茅ficit de capacidad por provincias fue la siguiente:\n\nLa disponibilidad del SEN a las 07:00 horas es de 1780 MW, la demanda 2500 MW, con 750 MW afectado por d茅ficit de capacidad. En el horario de la media se estima una afectaci贸n por d茅ficit de 950 MW.\n\nSe encuentra en aver铆a las unidades 5 y 8 de Mariel, la unidad 1 de la CTE Santa Cruz (en proceso de arranque), la unidad 5 de la CTE Nuevitas y la unidad 2 de la CTE Felton. En mantenimiento se encuentra la unidad 2 de la CTE Santa Cruz y la unidad 5 de la CTE Rent茅. \n\nLas limitaciones en la generaci贸n t茅rmica son de 416 MW. \n\nSe encuentran fuera de servicio por combustible                             45 centrales de generaci贸n distribuida, as铆 como la Patana de Santiago de Cuba y motores en la Patana de Melones y Regla para un total de 485 MW, de ellos 233 MW en grupos distribuidos y 252 MW en las Patanas.\n\nPara el pico se estima la recuperaci贸n de 50 MW en motores de la generaci贸n distribuida que est谩n fuera por combustible, la entrada de 180 MW en motores en la Patana de Melones y Regla, la unidad 1 de",
    "timestamp": 1728216443
  },
  {
    "id": 1030,
    "date": "2024-10-04 16:06",
    "text": "硷Nota informativa硷 \n\nSituaci贸n del SEN para el 4 de octubre de 2024.\n\nEn el d铆a de ayer se afect贸 el servicio por d茅ficit de capacidad de generaci贸n las 24 horas del dia y se ha mantenido durante toda la madrugada de hoy.\n\nLa m谩xima afectaci贸n por d茅ficit de capacidad de generaci贸n en el horario pico fue de 1580 MW a las 18:30 horas, no coincidente con el horario pico. Superior a lo planificado por indisponibilidad de combustible en la patana de Mariel y Melones y entrada despu茅s del pico de la unidad 3 de la CTE Cienfuegos.\n\nLa disponibilidad del SEN a las 07:00 horas es de 1980 MW la demanda 2545 MW, con 583 MW afectado por d茅ficit de capacidad. En el horario de la media se estima una afectaci贸n por d茅ficit de 800 MW.\n\nSe encuentra en aver铆a la unidad 5 de Mariel, la unidad 3 de la CTE Santa Cruz, la unidad 5 de la CTE Nuevitas, la unidad 2 de la CTE Felton y la unidad 6 de la CTE Rent茅. En mantenimiento se encuentra la unidad 2 de la CTE Santa Cruz y la unidad 5 de la CTE Rent茅. \n\nLas limitaciones en la generaci贸n t茅rmica son de 368 MW. \n\nSe encuentran fuera de servicio por combustible                             39 centrales de generaci贸n distribuida, as铆 como la Patana de Santiago de Cuba, los motores en la Patana de Melones y la Patana de Regla para un total de 401 MW, de ellos 242 MW en grupos distribuidos y 159 MW en las Patanas.\n\nPara el pico se estima la recuperaci贸n de 40 MW en motores de la generaci贸n distribuida que est谩n fuera por combustible, la entrada de la unidad 5 de la CTE Nuevitas con 66 MW, la entrada de la unidad 3 de la CTE Santa Cruz con 50 MW, la entrada de 2 motores en la Patana de Melones con 34 MW y la entrada de la Patana de Regla con 54 MW.\n\nCon este pron贸stico, se estima para la hora pico una disponibilidad de 2224 MW y una demanda m谩xima de                    3240 MW, para un d茅ficit de 1016 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 1086 MW en este horario.\n\nUNE-MINEM",
    "timestamp": 1728057987
  },
  {
    "id": 1029,
    "date": "2024-10-03 12:19",
    "text": "硷Nota informativa硷.  \n \nSituaci贸n del SEN para el  3 de octubre de 2024. \n  \nEn el d铆a de ayer se afect贸 el servicio por d茅ficit de capacidad de generaci贸n las 24 horas del dia y se ha mantenido durante toda la madrugada de hoy. \n \nLa m谩xima afectaci贸n por d茅ficit de capacidad de generaci贸n en el horario pico fue de 1249 MW a las 20:40 horas, coincidente con el horario pico. \n  \nLa disponibilidad del SEN a las 07:00 horas es de 2016 MW la demanda 2440 MW, con 457 MW afectado por d茅ficit de capacidad. En el horario de la media se estima una afectaci贸n por d茅ficit de 800 MW. \n \nSe encuentra en aver铆a la unidad 5 de Mariel, la unidad 3 de la CTE Santa Cruz, la unidad 2 de la CTE Felton y la unidad 6 de la CTE Rent茅. En mantenimiento se encuentra la unidad 2 de la CTE Santa Cruz, la unidad 3 de la CTE Cienfuegos y la unidad 5 de la CTE Rent茅.  \n \nLas limitaciones en la generaci贸n t茅rmica son de 368 MW.  \n \nSe encuentran fuera de servicio por combustible                             41 centrales de generaci贸n distribuida, as铆 como la Patana de Santiago de Cuba y motores en la Patana de Mariel para un total de 307 MW, de ellos 164 MW en grupos distribuidos y 143 MW en las Patanas. \n \nPara el pico se estima la entrada de la unidad 3 de la CTE Cienfuegos con 130 MW. \n \nCon este pron贸stico, se estima para la hora pico una disponibilidad de 2146 MW y una demanda m谩xima de                    3340 MW, para un d茅ficit de 1194 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 1264 MW en este horario. \n \n \nUNE-MINEM",
    "timestamp": 1727957951
  },
  {
    "id": 1028,
    "date": "2024-10-02 11:59",
    "text": "硷Nota informativa硷  \n \nSituaci贸n del SEN para el  2 de octubre de 2024. \n  \nEn el d铆a de ayer se afect贸 el servicio por d茅ficit de capacidad de generaci贸n las 24 horas del dia y se ha mantenido durante toda la madrugada de hoy. \n \nLa m谩xima afectaci贸n por d茅ficit de capacidad de generaci贸n en el horario pico fue de 1214 MW a las 20:30 horas, coincidente con el horario pico. \n  \nLa disponibilidad del SEN a las 07:00 horas es de 2000 MW la demanda 2510 MW, con 538 MW afectado por d茅ficit de capacidad. En el horario de la media se estima una afectaci贸n por d茅ficit de 800 MW. \n \nSe encuentra en aver铆a la unidad 5 de Mariel, la unidad 2 de la CTE Felton y la unidad 6 de la CTE Rent茅. En mantenimiento se encuentra la unidad 2 de la CTE Santa Cruz y la unidad 5 de la CTE Rent茅.  \n \nLas limitaciones en la generaci贸n t茅rmica son de 456 MW.  \n \nSe encuentran fuera de servicio por combustible                             50 centrales de generaci贸n distribuida, as铆 como la Patana de Santiago de Cuba y motores en la Patana de Mariel para un total de 450 MW, de ellos 310 MW en grupos distribuidos y 140 MW en las Patanas. \n \nPara el pico se estima la recuperaci贸n de 100 MW en motores de la generaci贸n distribuida que est谩n fuera por combustible, la entrada de 3 motores en la Patana de Mariel con 50 MW, la entrada de la unidad 3 de Energas Varadero con 30 MW y el completamiento de la unidad 4 de esta misma central con 15 MW. \n \nCon este pron贸stico, se estima para la hora pico una disponibilidad de 2195 MW y una demanda m谩xima de                    3350 MW, para un d茅ficit de 1155 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 1225 MW en este horario. \n \n \nUNE-MINEM",
    "timestamp": 1727870357
  },
  {
    "id": 1027,
    "date": "2024-10-01 12:24",
    "text": "Nota informativa. \n\nSituaci贸n del SEN para el 1 de octubre de 2024.\n**\n**\n\nEn el d铆a de ayer se afect贸 el servicio por d茅ficit de capacidad de generaci贸n la 24 horas del dia y se ha mantenido durante toda la madrugada de hoy.\n\nLa m谩xima afectaci贸n por d茅ficit de capacidad de generaci贸n en el horario pico fue de 1383 MW a las 20:10 horas, no coincidente con el horario pico.\n\n\n\n\nLa disponibilidad del SEN a las 07:00 horas es de 2050 MW la demanda 2470 MW, con 462 MW afectado por d茅ficit de capacidad. En el horario de la media se estima una afectaci贸n por d茅ficit de 800 MW.\n\nSe encuentra en aver铆a la unidad 5 de Mariel, la unidad 2 de la CTE Felton y las unidades 5 y 6 de la CTE Rent茅. En mantenimiento se encuentra la unidad 2 de la CTE Santa Cruz\n\nLas limitaciones en la generaci贸n t茅rmica son de 500 MW. \n\nSe encuentran fuera de servicio por combustible 47 centrales de generaci贸n distribuida, as铆 como la Patana de Santiago de Cuba para un total de 360 MW, de ellos 285 MW en grupos distribuidos y 75 MW en la Patana de Santiago de Cuba.\n\nPara el pico se estima la recuperaci贸n de 80 MW en motores de la generaci贸n distribuida que est谩n fuera por combustible, la entrada de la unidad 1 de Energas Varadero con 30 MW y el completamiento de la unidad 4 de esta misma central con 10 MW.\n\nCon este pron贸stico, se estima para la hora pico una disponibilidad de 2170 MW y una demanda m谩xima de 3280 MW, para un d茅ficit de 1110 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 1180 MW en este horario.\n\n\n**UNE-MINEM**",
    "timestamp": 1727785447
  },
  {
    "id": 1026,
    "date": "2024-09-30 11:50",
    "text": "硷Nota informativa硷. \n\nSituaci贸n del SEN para el 30 de septiembre de 2024.\n****\nEn el d铆a de ayer se afect贸 el servicio por d茅ficit de capacidad de generaci贸n la 24 horas del dia y se ha mantenido durante toda la madrugada de hoy.\n\nLa m谩xima afectaci贸n por d茅ficit de capacidad de generaci贸n en el horario pico fue de 1341 MW a las 20:20 horas, coincidente con el horario pico.\n\nLa disponibilidad del SEN a las 07:00 horas es de 1890 MW la demanda 2610 MW, con 740 MW afectado por d茅ficit de capacidad. En el horario de la media se estima una afectaci贸n por d茅ficit de 950 MW.\n\nSe encuentra en aver铆a la unidad 6 de Mariel, la unidad 2 de la CTE Felton y la unidad 5 de la CTE Rent茅. En mantenimiento se encuentra la unidad 2 de la CTE Santa Cruz\n\nLas limitaciones en la generaci贸n t茅rmica son de 512 MW. \n\nSe encuentran fuera de servicio por combustible 47 centrales de generaci贸n distribuida, as铆 como la Patana de Santiago de Cuba, motores en la Patana de Melones y la Patana de Regla para un total de 594 MW, de ellos 305 MW en grupos distribuidos y 289 MW en las Patanas.\n\nPara el pico se estima la recuperaci贸n de 100 MW en motores de la generaci贸n distribuida que est谩n fuera por combustible, la entrada de 10 motores en la patana de Melones con 160 MW, la entrada de la Patana de Regla con 45 MW y la entrada de la unidad 6 de Mariel con 65 MW.\n\nCon este pron贸stico, se estima para la hora pico una disponibilidad de 2260 MW y una demanda m谩xima de 3300 MW, para un d茅ficit de 1040 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 1110 MW en este horario.\n\n\n**UNE-MINEM**",
    "timestamp": 1727697003
  },
  {
    "id": 1025,
    "date": "2024-09-29 12:14",
    "text": "硷Nota informativa硷. \n\nSituaci贸n del SEN para el 29 de septiembre de 2024.\n\nEn el d铆a de ayer se afect贸 el servicio por d茅ficit de capacidad de generaci贸n las 24 horas del dia y se ha mantenido durante toda la madrugada de hoy.\n\nLa m谩xima afectaci贸n por d茅ficit de capacidad de generaci贸n en el horario pico fue de 1325 MW a las 21:10 horas, coincidente con el horario pico, adicionalmente se afectaron 9 MW por aver铆as en la red de distribuci贸n por las malas condiciones del tiempo (Artemisa: 7 MW y Cienfuegos: 2 MW).\n\nLa disponibilidad del SEN a las 07:00 horas es de 1980 MW la demanda 2770 MW, con 829 MW afectado por d茅ficit de capacidad y 7 MW por aver铆as en las redes de distribuci贸n en las provincias centro occidentales. En el horario de la media se estima una afectaci贸n por d茅ficit de 980 MW.\n\nSe encuentra en aver铆a la unidad 2 de la CTE Felton y la unidad 5 de la CTE Rent茅. En mantenimiento se encuentra la unidad 2 de la CTE Santa Cruz\n\nLas limitaciones en la generaci贸n t茅rmica son de 546 MW. \n\nSe encuentran fuera de servicio por combustible                             47 centrales de generaci贸n distribuida, as铆 como la Patana de Santiago de Cuba, la patana de Regla y motores en la Patana de Melones, para un total de 556 MW, de ellos 267 MW en grupos distribuidos y 289 MW en las Patanas.\n\nPara el pico se estima la entrada de la unidad 1 de Energas Varadero con 30 MW, el completamiento de la unidad 4 de esta misma central con 15 MW y la entrada de 67 MW en motores de generaci贸n distribuida que est谩n fuera por combustible.\n\nCon este pron贸stico, se estima para la hora pico una disponibilidad de 2092 MW y una demanda m谩xima de                    3300 MW, para un d茅ficit de 1208 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 1278 MW en este horario.\n\nUNE-MINEM",
    "timestamp": 1727612054
  },
  {
    "id": 1024,
    "date": "2024-09-28 13:38",
    "text": "Nota informativa. \n\nSituaci贸n del SEN para el 28 de septiembre de 2024.\n****\nEn el d铆a de ayer se afect贸 el servicio por d茅ficit de capacidad de generaci贸n la 24 horas del dia y se ha mantenido durante toda la madrugada de hoy.\n\nLa m谩xima afectaci贸n por d茅ficit de capacidad de generaci贸n en el horario pico fue de 1218 MW a las 20:40 horas, coincidente con el horario pico, adicionalmente se afectaron 33 MW por aver铆as en la red de distribuci贸n por las malas condiciones del tiempo (Pinar del Rio: 7 MW, Artemisa: 8 MW, La Habana: 8 MW y Cienfuegos: 10 MW).\n\nLa disponibilidad del SEN a las 07:00 horas es de 1910 MW la demanda 2700 MW, con 757 MW afectado por d茅ficit de capacidad y 19 MW por aver铆as en las redes de distribuci贸n en las provincias centro occidentales. En el horario de la media se estima una afectaci贸n por d茅ficit de 950 MW.\n\nSe encuentra en aver铆a la unidad 2 de la CTE Felton y la unidad 5 de la CTE Rent茅. En mantenimiento se encuentra la unidad 2 de la CTE Santa Cruz\n\nLas limitaciones en la generaci贸n t茅rmica son de 559 MW. \n\nSe encuentran fuera de servicio por combustible 45 centrales de generaci贸n distribuida, as铆 como la Patana de Santiago de Cuba, motores en la Patana de Melones, el fuel de Mariel y la Patana de Mariel para un total de 572 MW, de ellos 302 MW en grupos distribuidos y 270 MW en las Patanas y motores fuel.\n\nPara el pico se estima la entrada de los motores de Mariel con 90 MW, la entrada de la patana de Mariel con 54 MW, la entrada de la unidad 1 de Energas Varadero con 30 MW y el completamiento de la unidad 4 de esta misma central con 15 MW.\n\nCon este pron贸stico, se estima para la hora pico una disponibilidad de 2099 MW y una demanda m谩xima de 3250 MW, para un d茅ficit de 1151 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 1221 MW en este horario.\n\n\n**UNE-MINEM**",
    "timestamp": 1727530680
  },
  {
    "id": 1023,
    "date": "2024-09-26 11:59",
    "text": "硷Nota informativa硷 \n\nSituaci贸n del SEN para el 26 de septiembre de 2024.\n\nEn el d铆a de ayer se afect贸 el servicio por d茅ficit de capacidad de generaci贸n durante las 24 horas. El servicio qued贸 restablecido a las 02:00 horas de la madrugada de hoy.\n\nLa m谩xima afectaci贸n por d茅ficit de capacidad de generaci贸n en el horario pico fue de 1001 MW a las 20:20 horas, coincidente con el horario pico, adicionalmente se afectaron 125 MW por aver铆as en la red de distribuci贸n por las malas condiciones del tiempo (Pinar del Rio: 21 MW, Artemisa:                 37 MW, La Habana: 21 MW, Mayabeque: 3 MW, Matanzas:                    13 MW, Villa Clara: 8 MW, Cienfuegos: 12 MW y Sancti Spiritus: 10 MW).\n\nLa disponibilidad del SEN a las 07:00 horas es de 1950 MW la demanda 2040 MW, con 125 MW afectado por condiciones climatol贸gicas en las provincias centro occidentales. En el horario de la media se estima una afectaci贸n por d茅ficit de 350 MW.\n\nSe encuentra en aver铆a la unidad 2 de la CTE Felton y la unidad 5  de la CTE Rent茅. En mantenimiento se encuentra la unidad 2 de la CTE Santa Cruz\n\nLas limitaciones en la generaci贸n t茅rmica son de 537 MW. \n\nSe encuentran fuera de servicio por combustible                             40 centrales de generaci贸n distribuida, as铆 como la Patana de Santiago de Cuba, motores en el fuel de Mariel, motores en la Patana de Melones, motores en la Patana de Mariel y la Patana de Regla para un total de 522 MW, de ellos 213 MW en grupos distribuidos y 309 MW en las Patanas.\n\nPara el pico se estima la entrada 5 motores en la Patana de Melones para 85 MW, la entrada de la Patana de Regla con 45 MW, la entrada de 3 motores en el fuel de Mariel con                   45 MW, el completamiento de la unidad 1 y del ciclo combinado de Energas Boca de Jaruco con 30 MW y la entrada de la unidad 4 de Energas Varadero con 30 MW.\n\nCon este pron贸stico, se estima para la hora pico una disponibilidad de 2185 MW y una demanda m谩xima de                    2950 MW, para un d茅ficit de 765 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 835 MW en este horario.\n\nUNE-MINEM",
    "timestamp": 1727351986
  },
  {
    "id": 1022,
    "date": "2024-09-25 12:26",
    "text": "硷Nota informativa硷 \n\nSituaci贸n del SEN para el 25 de septiembre de 2024.\n\nEn el d铆a de ayer se afect贸 el servicio por d茅ficit de capacidad de generaci贸n durante las 24 horas.\n\nLa m谩xima afectaci贸n en el horario pico fue de 1022 MW a las                   20:20 horas, coincidente con el horario pico.\n\nLa disponibilidad del SEN a las 07:00 horas es de 2025 MW la demanda 2350 MW, con 325 MW afectado por d茅ficit de capacidad de generaci贸n. En el horario de la media se estima una afectaci贸n de 550 MW.\n\nSe encuentra en aver铆a la unidad 2 de la CTE Felton y la unidad 5  de la CTE Rent茅. En mantenimiento se encuentra la unidad 2 de la CTE Santa Cruz\n\nLas limitaciones en la generaci贸n t茅rmica son de 541 MW. \n\nSe encuentran fuera de servicio por combustible                             46 centrales de generaci贸n distribuida, as铆 como la Generaci贸n M贸vil de Santiago de Cuba (GMS) y motores en la Generaci贸n M贸vil de Melones (GME),  para un total de 605 MW, de ellos 357 en grupos distribuidos y 248 en generaci贸n m贸vil.\n\nPara el pico se estima la entrada 5 motores de la generaci贸n  m贸vil de Melones para 80 MW y la recuperaci贸n de 80 MW de la generaci贸n distribuida que est谩n indisponibles por falta de combustible.\n\nCon este pron贸stico, se estima para la hora pico una disponibilidad de 2220 MW y una demanda m谩xima de                    3000 MW, para un d茅ficit de 780 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 850 MW en este horario.\n\nUNE-MINEM",
    "timestamp": 1727267189
  },
  {
    "id": 1021,
    "date": "2024-09-22 12:29",
    "text": "硷Nota informativa硷\n\nSituaci贸n del SEN para el 22 de septiembre de 2024.\n\nEn el dia de ayer se afect贸 el servicio desde las 06:01 horas por d茅ficit de capacidad de generaci贸n y no se ha restablecido.\n\nLa m谩xima afectaci贸n en el horario pico fue de 1043 MW a las                   20:40 horas, coincidente con el horario pico.\n\nLa disponibilidad del SEN a las 07:00 horas es de 2070 MW la demanda 2406 MW, con 411 MW afectado por d茅ficit de capacidad de generaci贸n. En el horario de la media se estima una afectaci贸n de 650 MW.\n\nSe encuentra en aver铆a la unidad 8 de la CTE Mariel, las unidades 5 y 6 de la CTE Nuevitas, la unidad 2 de la CTE Felton y las unidades 5 y 6 de la CTE Rent茅. En mantenimiento se encuentra la unidad 2 de la CTE Santa Cruz\n\nLas limitaciones en la generaci贸n t茅rmica son de 372 MW. \n\nSe encuentran fuera de servicio por combustible                             44 centrales de generaci贸n distribuida, para un total de                 278 MW afectado por este concepto. \n\nPara el pico se estima la entrada de la unidad 5 de la CTE Diez de Octubre con 70 MW, la entrada de la unidad 8 de la  CTE Mariel con 70 MW y la recuperaci贸n de 80 MW de la generaci贸n distribuida que est谩n indisponibles por falta de combustible.\n\nCon este pron贸stico, se estima para la hora pico una disponibilidad de 2290 MW y una demanda m谩xima de                    3100 MW, para un d茅ficit de 810 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 880 MW en este horario.\n\nUNE-MINEM",
    "timestamp": 1727008151
  },
  {
    "id": 1020,
    "date": "2024-09-15 15:39",
    "text": "硷Nota informativa硷\n\nSituaci贸n del SEN para el 15 de septiembre de 2024.\n\nEn el dia de ayer se afect贸 el servicio por d茅ficit de capacidad de generaci贸n las 24 horas del d铆a y no se ha podido restablecer el servicio durante la madrugada de hoy.\n\nLa m谩xima afectaci贸n en el horario pico fue de 950 MW a las                   21:00 horas. Superior a lo planificado por ser la demanda superior a lo pronosticado.  \n\nLa disponibilidad del SEN a las 07:00 horas es de 2245 MW la demanda 2540 MW, con 350 MW afectado por d茅ficit de capacidad de generaci贸n. En el horario de la media se estima una afectaci贸n de 400 MW.\n\nSe encuentra en aver铆a la unidad 2 de la CTE Felton y las unidades 5, 6 de la CTE Rente y la unidad 8 de M谩ximo G贸mez (Mariel).\n\nLas limitaciones en la generaci贸n t茅rmica son de 517 MW. \n\nSe encuentran fuera de servicio por combustible                             42 centrales de generaci贸n distribuida (376 MW) y motores en las patanas de Regla y Melones (126 MW), para un total de 502 MW afectado por este concepto. \n\nPara el pico se estima la entrada de la Unidad 6 de la CTE Antonio Maceo, 4 motores de la patana de Melones y 5 motores de la patana de Regla.\n\nSe estima para la hora pico una disponibilidad de 2410 MW y una demanda m谩xima de 3200 MW, para un d茅ficit de                     790 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 860 MW en este horario.\n\nUNE-MINEM",
    "timestamp": 1726414755
  },
  {
    "id": 1019,
    "date": "2024-09-14 14:01",
    "text": "硷Nota informativa硷\n\nSituaci贸n del SEN para el 14 de septiembre de 2024.\n\nA las 07:55 horas de la ma帽ana de ayer se restableci贸 el servicio en el SEN, a las 10:10 horas se comenz贸 a afectar el servicio por d茅ficit de capacidad de generaci贸n y no se ha podido restablecer el servicio durante la madrugada de hoy.\n\nLa m谩xima afectaci贸n en el horario pico fue de 856 MW a las                   20:20 horas, coincidente con la hora pico. Superior a lo planificado por demanda mayor a lo pronosticado.   \n\nLa disponibilidad del SEN a las 07:00 horas es de 2380 MW la demanda 2490 MW, con 169 MW afectado por d茅ficit de capacidad de generaci贸n. En el horario de la media se estima una afectaci贸n de 400 MW.\n\nSe encuentra en aver铆a la unidad 2 de la CTE Felton y las unidades 5 y 6 de la CTE Rente.\n\nLas limitaciones en la generaci贸n t茅rmica son de 523 MW. \n\nSe encuentran fuera de servicio por combustible                             50 centrales de generaci贸n distribuida y motores en la patana de Regla, para un total de 402 MW afectado por este concepto. \n\nSe estima para la hora pico una disponibilidad de 2380 MW y una demanda m谩xima de 3200 MW, para un d茅ficit de                     820 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 890 MW en este horario.\n\nUNE-MINEM",
    "timestamp": 1726322483
  },
  {
    "id": 1018,
    "date": "2024-09-13 11:55",
    "text": "Nota informativa. \n\nSituaci贸n del SEN para el 13 de septiembre de 2024.\n\nEn el d铆a de ayer se afect贸 el servicio por d茅ficit de capacidad de generaci贸n desde las 09:50 horas de la ma帽ana y no se ha podido restablecer el servicio en la madrugada de hoy.\n\nLa m谩xima afectaci贸n en el horario pico fue de 803 MW a las                   22:50 horas, no coincidente con la hora pico. Superior a lo planificado por indisponibilidad de combustible en la Patana Melones y demanda superior a lo pronosticado.   \n\nLa disponibilidad del SEN a las 07:00 horas es de 2300 MW la demanda 2465 MW, con 204 MW afectado por d茅ficit de capacidad de generaci贸n. En el horario de la media se estima una afectaci贸n de 400 MW.\n\nSe encuentra en aver铆a la unidad 5 de la CTE Rente y la unidad 2 de la CTE Felton.\n\nLas limitaciones en la generaci贸n t茅rmica son de 586 MW. \n\nSe encuentran fuera de servicio por combustible                             45 centrales de generaci贸n distribuida y motores en la patana de Melones, para un total de 395 MW afectado por este concepto. \n\nPara el pico se estima la entrada de 8 motores en la patana de Melones con 128 MW.\n\nSe estima para la hora pico una disponibilidad de 2428 MW y una demanda m谩xima de 3180 MW, para un d茅ficit de                     752 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 822 MW en este horario.\n\nUNE-MINEM",
    "timestamp": 1726228539
  },
  {
    "id": 1017,
    "date": "2024-09-12 11:52",
    "text": "硷Nota informativa硷\n\nSituaci贸n del SEN para el 12 de septiembre de 2024.\n\nEn el d铆a de ayer se afect贸 el servicio por d茅ficit de capacidad de generaci贸n desde las 16:14 horas de la tarde hasta las 02:55 horas de la madrugada de hoy.\n\nLa m谩xima afectaci贸n en el horario pico fue de 485 MW a las                   21:40 horas, coincidente con la hora pico.    \n\nLa disponibilidad del SEN a las 07:00 horas es de 2450 MW la demanda 2400 MW, con todo el sistema con servicio. En el horario de la media se estima una afectaci贸n de 150 MW.\n\nSe encuentra en aver铆a la unidad 5 de la CTE Rente y la unidad 2 de la CTE Felton.\n\nLas limitaciones en la generaci贸n t茅rmica son de 586 MW. \n\nSe encuentran fuera de servicio por combustible                             43 centrales de generaci贸n distribuida, para un total de                     280 MW afectado por este concepto. \n\nSe estima para la hora pico una disponibilidad de 2450 MW y una demanda m谩xima de 3100 MW, para un d茅ficit de                     650 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 720 MW en este horario.\n\nUNE-MINEM",
    "timestamp": 1726141968
  },
  {
    "id": 1016,
    "date": "2024-09-11 12:33",
    "text": "Nota informativa. \n\nSituaci贸n del SEN para el 11 de septiembre de 2024.\n\nEn el d铆a de ayer a las 07:40 horas se restableci贸 el servicio, se comenz贸 a afectar nuevamente a las                            08:37 horas de la ma帽ana y se restableci贸 a las 01:09 horas de la madrugada de hoy.\n\nLa m谩xima afectaci贸n en el horario pico fue de 698 MW a las                   20:30 horas, coincidente con la hora pico.    \n\nLa disponibilidad del SEN a las 07:00 horas es de 2650 MW la demanda 2420 MW, con todo el sistema con servicio. En el horario de la media se estima una afectaci贸n de 250 MW.\nSe encuentra en aver铆a la unidad 5 de la CTE Rente y la unidad 2 de la CTE Felton.\n\nLas limitaciones en la generaci贸n t茅rmica son de 587 MW. \n\nSe encuentran fuera de servicio por combustible                             32 centrales de generaci贸n distribuida, para un total de                     242 MW afectado por este concepto. \n\nSe estima para la hora pico una disponibilidad de 2650 MW y una demanda m谩xima de 3150 MW, para un d茅ficit de                     500 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 570 MW en este horario.\n\nUNE-MINEM",
    "timestamp": 1726057984
  },
  {
    "id": 1015,
    "date": "2024-09-10 12:03",
    "text": "Nota informativa. \n\nSituaci贸n del SEN para el 10 de septiembre de 2024.\n\nEn el d铆a de ayer se afect贸 el servicio las 24 horas del dia, la afectacion se ha mantenido durante toda la madrugada de hoy.\n\nLa m谩xima afectaci贸n en el horario pico fue de 749 MW a las                   20:30 horas, no coincidente con la hora pico.    \n\nLa disponibilidad del SEN a las 07:00 horas es de 2350 MW la demanda 2570 MW, con 215 MW afectado por d茅ficit de capacidad de generaci贸n. En el horario de la media se estima una afectaci贸n de 450 MW.\nSe encuentra en aver铆a la unidad 5 de la CTE Rente, la unidad 1 de la CTE Santa Cruz y la unidad 2 de la CTE Felton.\n\nLas limitaciones en la generaci贸n t茅rmica son de 562 MW. \n\nSe encuentran fuera de servicio por combustible                             46 centrales de generaci贸n distribuida, para un total de                     287 MW afectado por este concepto. \n\nPara el pico se estima la entrada de 3 motores en la patana de Melones con 48 MW, la entrada de la unidad 2 de Energas Boca de Jaruco con 30 MW y el completamiento de la                       unidad 6 de esta misma central con 25 MW.\n\nCon este pron贸stico, se estima para la hora pico una disponibilidad de 2453 MW y una demanda m谩xima de                   3240 MW, para un d茅ficit de 787 MW, por lo que de mantenerse las condiciones previstas se pronostica una afectaci贸n de 857 MW en este horario.\n\nUNE-MINEM",
    "timestamp": 1725969786
  }
]